{
  "status": 200,
  "sha1": "92cd35735be37e589ee92f359b3d1511c299abef",
  "pages": [
    "Accepted by M.T.Craig: 7 Feb. 2012; published: 28 Mar. 2012\nZOOTAXA\nISSN 1175-5326 (print edition)\nISSN 1175-5334 (online edition)\nCopyright © 2012 · Magnolia Press\nZootaxa 3249: 31–38 (2012)\nwww.mapress.com\/zootaxa\/\nArticle\n31\nA new species of deepwater tilefish (Percoidea: Branchiostegidae) from the\nPhilippines, with a brief discussion of the status of tilefish systematics\n*JAMES K. DOOLEY1\n& **YUKIO IWATSUKI2\n1\nDepartment of Biology, Adelphi University, Garden City, New York 11530, U.S.A. E-mail: dooley@adelphi.edu\n2\nDivision of Fisheries Sciences, Faculty of Agriculture, University of Miyazaki, Miyazaki 889-2192, Japan E-mail: yuk@ccmiyazaki-\nu.ac.jp\n1\nCorresponding author\nAbstract\nA new rare species of deepwater Branchiostegus is described from two specimens collected from Bayangas, Laiya, Philippines\n(130\n38.5’ N, 1210\n25.6’ E). A total of four specimens were caught by hook and line in 2009 and 2011 between 210–220 m over\na rocky-sand bottom, only two were preserved. The species may also be endemic to the Philippines and inhabit burrows as do\nthe other known species of this genus. The combination of the following characters distinguish the new species from its conge-\nners: prominent dark predorsal ridge bordered by bright yellow-orange background (only B. semifasciatus from West Africa\nhas a more prominent and dark predorsal ridge, but the ridge has no underlying orange-yellow colour), a great body depth (28–\n29% SL; other species of Branchiostegus, usually 27% SL) longer head length (30–31% SL; other species of Branchiostegus,\nusually 28%), greater head depth (26–27% SL; other species of Branchiostegus, usually 26% SL); long pre-dorsal length (35%\nSL; other species of Branchiostegus, usually 32% SL), and distinctive body, head and caudal fin colouration; skin over dorsal\ntips of branchiostegals characteristically bright yellow. A brief discussion of the status of tilefish systematics is included.\nKey words: Malacanthidae, Branchiostegus saitoi, Bayangas, Philippines, Branchiostegidae\nIntroduction\nA species of Branchiostegus was caught by hook and line off Batangas, Laiya, Philippines in 2009 and photo-\ngraphed by Mr. Jiro Saito, an amateur angler. The two initial specimens were eaten. An internet picture was discov-\nered by the junior author and brought to the attention of the then visiting senior author who recognized it as a new\nspecies. Contact of Mr. Jiro Saito by the junior author ultimately resulted in two additional specimens (over 1 kg\neach) caught in April, 2011 off Bayangas, Laiya, Philippines, photographed by Mr. J. Saito, then send frozen to the\njunior author. These specimens were again photographed, muscle samples taken then examined by the senior\nauthor and confirmed as belonging to a new species.\nSystematic background. The tilefishes (=Branchiostegidae) are comprised of three genera and 30 nominal\nspecies world-wide and are found along the edges of continental and oceanic plates as adults from warm temperate\nto tropical waters. Dooley (1978 & 1998), Dooley and Paxton (1975), Dooley and Kailola, (1988) and others con-\nsider the tilefishes as belonging to two related, but distinct families (Branchiostegidae and Malacanthidae) based on\nmorphological and molecular character differences. Tilefish belong to the deeper water tilefishes Branchiostegidae\n(generally inhabiting self constructed burrows, at around 200 m depths, species may range from 90–500 m). The\nshallower water sand tilefishes (=Malacanthidae) consist of two genera and about 16 nominal species. They live in\nself-constructed mounds or burrows, generally from 5–50 m for Malacanthus. Some species of Hoplolatilus may\nbe found to 100 m depths. Recent molecular research tends to support a tilefish two-clade hypothesis (Jimenez,\n2007; Kelleperuma, 2009). An early paper explored the intrafamilial relationships of the family Branchiostegidae\nbased on comparative head myology (Marino and Dooley, 1982).\nBased primarily on a suggested synapomorphic larval chanaracter, other authors have consider the tilefishes as\nbelonging to a single family (Malacanthidae) with two subfamilies, Latilinae and Malacanthinae, (see: Johnson,\n1984, Nelson, 1984 & 2006; and Eschmeyer and Bailey, 1990). Tilefishes share somewhat similar spinous pelagic\n\f",
    "DOOLEY & IWATSUKI\n32 · Zootaxa 3249 © 2012 Magnolia Press\nlarvae. Comparatively, the anguilliform eels comprising nearly 800 species and 15 families, share a similar leptoce-\nplalus larvae (Nelson, 2006). Imamura (2000) combined the Dactylopteridae with the tilefishes belonging to a sin-\ngle family with four subfamilies (including dactylopterids); this hypothesis has not been supported by most authors\n(Springer and Johnson, 2004).\nThe genus Branchiostegus presently is comprised of 17 nominal species (including three new and two doubtful\nspecies). These fishes are found in relatively deepwater usually over a mud-clay bottom (usually 90-200 m, but\nmay reach 600 m depths); they all live in soft bottom in self-constructed burrows as far know (Dooley, 1978). Spe-\ncies of Branchiostegus are found from west Africa (1 species), the Red Sea and Indian Ocean (7 species) and\nthrough the Indo-West Pacific (12 species). Dooley and Paxton (1975) described a new species from eastern Aus-\ntralia, Dooley (1978) described a new species from the East China Sea, and Sea of Japan, Dooley and Kailola\n(1988) described four new species from the eastern Indian Ocean (Australia) and reviewed the genus. Dooley\n(1998) also reviewed the tilefishes from the Indo-West Pacific. A review of the Korean and South China Sea spe-\ncies of Branchiostegus using molecular and osteological characters was published by Kim and Ryu (1998) and\nRyu, et al. (2009). A review and evolution of the genus is in progress by the present authors.\nFive species of the genus (B. japonicus. B. argentatus, B. auratus, B. sawakinensis and B. albus) are highly\nvalued commercial fish in Japan and in many countries bordering the South and East China Seas (Dooley, 2000).\nAnother species of Branchiostegus (possibly an endemic) from Okinawa, Japan previously recognized by Yoshino\net al., (1984), is being described by T. Yoshino and W. Hiramatsu of the University of the Ryukyus, Okinawa. The\nsenior author (JKD) examined specimens and skeletal material of this undescribed species while visiting the Uni-\nversity of the Ryukyus in Okinawa in 2010 and reviewed the manuscript of the description confirming its validity.\nAnother nominal species is being described from Vietnam (Hiramatsu, personal comm.). The Okinawan and Viet-\nnamese species are quite distinct from the new species being described herein.\nThe following nine Branchiostegus species are known from the South and East China Seas and vicinity:\n[Herre’s 1926 and 1928 two species, B. vittatus and B. ilocanus respectively, described from the Philippines are\ndoubtful species and are not herein included]: B. japonicus, B. auratus, B. albus, B. argentatus, B. sawakinensis, B.\nwardi (northern and eastern Australia), B. sp. (Okinawa); Hiramatsu and Yoshino [2011, in press ], and the present\nspecies being described from the Philippines, and a new species being described by Hiramatsu from Vietnam. To\nfurther confuse identification of species of this genus, at least three Branchiostegus hybrids have also been col-\nlected from southwestern Japan (e.g. B. albus x B. japonicus, B. albus x B. auratus and B. japonicus x B. argenta-\ntus; see: Yamada, et al., 2007).\nSpecimens of Branchiostegus from the Philippines are very rare. Visits to numerous fish markets in Manila,\nPhilippines (where Herre, 1926, 1928 collected his two nominal species) and other cities during 1995 by the senior\nauthor failed to reveal any specimens of Branchiostegus. Herre’s (1926, 1928) descriptions, drawings, counts and\nmeasurements were not distinct from other described species, and no specimens of these two species exist as far\nknown. Both of the holotypes were apparently destroyed during World War II. The two species (B. vittatus and B.\nilocanus ) described by Herre (1926, 1928) from the Philippines should both be considered as nomen dubium. The\nonly three verifiable Philippine species of Branchiostegus are: B. japonicus, B. sawakinensis and the present new\nspecies. B. argentatus, B. albus, B. auratus an B. argentatus may also exist, but records have not been verified\n(Dooley and Rau, 1982).\nMaterials and methods\nMeasurements were made with dial calipers to the nearest 0.5 mm and follow those defined by Hubbs and Lagler\n(1958), and modified by Dooley (1978). Cheek depth was measured from the lower orbital rim to the bottom mar-\ngin of the preoperculum. Measurements are expressed as percent standard length (SL) or percent head length (HL).\nVertebral counts and other internal meristics and characters were taken from radiographs.\nBranchiostegus saitoi sp. nov.\nHolotype. Deposited at University of Miyazaki, Division of Fisheries Science, Miyazaki, Japan; [MUFS 36081],\n\f",
    "Zootaxa 3249 © 2012 Magnolia Press · 33\nA NEW SPECIES OF DEEPWATER TILEFISH\nmale, 329 mm SL; hook and line, Batangas, Laiya, Philippines, 130\n38.4’ N, 1210\n25.6 E; 14 April 2011; 210 m\ndepth, rocky-sand bottom; photographed fresh, tissue sample taken.\nFIGURE 1. Fresh colouration of 329 mm SL (holotype, MUFS 36081) specimen of B. saitoi caught by hook and line, 14 May\n2011, Batangas, Laiya, Philippines; photo by J. Saito.\nParatype. Deposited at the Division of Fishers, National Museum of Sciences, Tokyo, Japan; [NSMT-P\n106562 ], male, 315.6 mm SL; hook and line, Batangas, Laiya, Philippines, 130\n38.4’ N, 1210\n25.5’ E; 14 April\n2011; 220 m depth, rocky-sand bottom; no fresh photograph taken; muscle tissue sample taken.\nDiagnosis. This species can easily be distinguished from its congeners by the following combination of char-\nacters: a great body depth (28–29% SL; other species usually 27% SL) longer head length (30–31% SL; other spe-\ncies usually 28%), head profile oblique, about 130 degree angle (other species usually 95–130 degrees); head depth\n(26–27% SL; other species usually 26% SL); eyes high on head (interorbital width 31–34% HL); small orbital\ndiameter 24–25% HL, only B. sawakinensis and B. albus with small orbital diameters, 23–24% HL) long predorsal\nlength (35% SL; other species usually 30–32% SL, rarely 33–34% SL), deep body (28-29% SL; other species usu-\nally 24–27%, rarely, only in B. japonicus and B. semifasciatus, 28–29% SL); wide body (14–15% SL; other species\nusually 11–13% SL); number of first arch gill rakers low 18 + 1 rudimentary, most other species 18–24, modally\n19–22.\nFresh colouration includes: Upper body rosy red with flecks of pearly-silver scales and pearly pinkish-silver\nlower body and anterior lower throat regions; dorsal to pectoral to about the lateral line with a large golden yellow\narea with a silver central patch; lower head region bluish-white from about a horizontal line from lower cheek\nabove the preopercular angle to the pectoral fin base; lateral head metallic golden from anterior orbit to about mid-\norbit dorsally (Fig. 1); B. saitoi also has distinct head, tail and body fresh colouration: a prominent dark predorsal\nridge overlying yellow-orange pigment reaching to a vertical above the anterior orbital rim (Figs. 1–3); (a dark\nmore prominent predorsal ridge found only in B semifasciatus from West Africa, but it lacks underlying yellow-\norange colour); upper lip orange-yellow (over maxillary) and white (over premaxillary and mandible) iris golden-\ngreen; snout reddish; lateral head from above about mid orbit to top of head red; skin over dorsal tips of bran-\nchiostegals characteristically bright yellow (Fig. 3); dorsal fin membrane translucent pink, yellow distally along\nentire margin of the fin; and anal fin membranes translucent to pinkish white; pelvics white with overlying yellow;\ndorsal upper pectoral rays dusky, ventral half yellow; caudal characteristically coloured among all congeners\n(although somewhat similar to B. wardi); a central translucent horizontal band, most of the area dorsal to the band\nbright yellow, upper margin black with outer margin white; below the clear central caudal band also bright yellow\nfor about one third of the ventral caudal area, followed by a little more than third of the caudal black then a little\nless than a third of the ventral caudal white (Figs. 1, 2 and 5).\nDescription (parentheses denotes paratype, if different from holotype) Dorsal fin rays VII,15, first dorsal spine\n1.4 into second spine, dorsal fin origin over pectoral fin base, dorsal long and continuous, greatest height of dorsal\nfin 13% SL (11%), base length 58% SL (56% SL), antepenultimate ray elongate 18% SL; anal fin rays II,12, anal\nfin origin under and between dorsal fin rays 4 and 5, dorsal long and continuous, greatest height 12.6% SL (10%\nSL), base length 28% SL, penultimate ray elongate, 10% SL ; pectoral fin rays 18, length 26% SL; pelvic fin I,5,\n\f",
    "DOOLEY & IWATSUKI\n34 · Zootaxa 3249 © 2012 Magnolia Press\nlength 14% SL (15%); caudal margin double scalloped; (from radiographs) principal caudal fin rays 17; procurrent\ncaudal rays 10 (upper) + 9 (lower); 1 uroneural and parhypural, 3 epurals, and 2+3 autogenous hypurals; preoper-\ncular angle about 900\nwith fine serrae (about 52) on upper limb, a slight indention near preopercle angle (like B.\nalbus), no serrae on lower limb of preopercle; scales ctenoid (in pockets) over most of body, cycloid in head region;\nscale rows to orbital rim 11 (12) and with free margins, (not imbedded as in B. japonicus); 7 opercular free scale\nrows, no enlarged spine at opercle angle (only a single blunt spine); 7 (8); scale rows above the lateral line; scale\nrows below the lateral line 23 (24); interoperculum not scaled ; 49 (50) pored lateral line scales to hypural crease\nplus 1 (2) on tail; first arch gill rakers (upper limb + lower limb) 7 +11 + 1 rudimentary; total gill rakers on all four\narches 49 (51) (incl. rudimentary gill rakers); vertebrae 24 (10+14); predorsal fin support formula 0-0-2- ; preoper-\ncular length 78% HL; (snout to upper margin of operculum); head profile oblique about 50o\nangle (Fig.2); well\ndeveloped supraoccipital crest; jaws terminal and slightly inferior, upper jaw protrusile; maxillary extends posteri-\norly to below mid-pupil (Figs. 1ԟ3); upper jaw with fine canine teeth in 2ԟ3 rows on each side widening anteriorly\nto a patch on either side of jaw symphysis; with an enlarged tooth at the rear of jaw; lower jaw similarly with rows\nof fine canines terminating in a patch on either side of the symphysis; no teeth on palatine, vomer, tongue; pharyn-\ngeal canine teeth well developed 5 mandibular pores unilaterally (as with most congeners); first haemal spine over\nsecond anal-fin spine with parhypophyses fused medially into an arch for the rear projection of the swimbladder,\nfirst haemal spine forming a broad blade ventrally (varies among congeners).\nFIGURE 2. Freshly preserved holotype 329 mm SL; photo by the second author.\nDistribution. Known only from Bayangas, Laiya, Philippines (130\n38.5’ N, 1210\n25.6’ E ) at 210–220 M\ndepths, it is possibly endemic; but as it is very rare, and probably inhabits burrows as do other tilefishes, B. saitoi\nmay ultimately be found at other localities.\nEtymology. A new species of Branchiostegus was first caught off Batangas Laiya, Philippines in 2009, photo-\ngraphed and eaten. Two years passed before two more specimens were caught by J. Saito, an amateur angler from\nJapan in April, 2011. Without J. Saito’s considerable efforts and interest, this species would have remained\nunknown. The new species is herein named in his honor.\n\f",
    "Zootaxa 3249 © 2012 Magnolia Press · 35\nA NEW SPECIES OF DEEPWATER TILEFISH\nFIGURE 3. Head of the holotype of B. saitoi (329 mm SL); photo by J. Saito.\nFIGURE 4. Dorsal head view, predorsal ridge of thawed specimen of B. saitoi (holotype); photo by first author.\n\f",
    "DOOLEY & IWATSUKI\n36 · Zootaxa 3249 © 2012 Magnolia Press\nFIGURE 5. Freshly preserved colouration of the tail of B. saitoi, 329 mm SL (holotype) photo by the second author.\nAcknowledgements\nWe would like to first thank Mr. Jiro Saito of Japan, an amateur angler in the Philippines. Without his interest, the\ncollection and recognition of this species this description would not have been possible. The authors would also\nlike to particularly thank the students of the Department of Marine Biology and Environmental Sciences, Univer-\nsity of Miyazaki for their interest, field and laboratory help.\n\f",
    "Zootaxa 3249 © 2012 Magnolia Press · 37\nA NEW SPECIES OF DEEPWATER TILEFISH\nTABLE 1. Measurements and counts of the holotype and paratype of B. saitoi. Measurements are either actual in mm [barack-\nets], rounded percent standard length (no parentheses), or percent head length (parentheses).\nThe first author wishes to also thank Tetsuo Yoshino of the University of the Ryukyus, Okinawa, for his hospi-\ntality, information and making available specimens and skeletal material from an undescribed species of Bran-\nchiostegus from Okinawa; also thanks to: Dr. Wataru Hiramatsu for information and photographs from the new\nspecies from Okinawa and Vietnam; Keiichi Matsuura, Director of Division of Fishes, Gento Shinohara, Curator of\nFishes, for their fine hospitality and help, Mikhail Nazarkin, visiting scientist and Curator of Fishes, Zoology Insti-\ntute, Russian Academy of Sciences, St. Petersberg, Russia and the museum faculty and staff, Division of Fishes,\nNational Science Museum, Tokyo for their hospitality, help, laboratory use, logistic support, contact information\nand use of specimens during my (JKD) 2010 visit; Kouichi Hoshino; Aquatic Organisms Collection Management\nMuseum Number MUFS 36081 (Holotype) NSMT-P 106562 (Paratype)\nStandard length (mm) [329] [315.6]\nHead length (mm) [98.6] [98.4]\nHead length % SL 30 31\nHead depth % HL (88) (87)\nOrbit diameter (25) (24)\nSuborbital depth (23) (22)\nInterorbital width (34) (31)\nSnout length (38) (39)\nUpper jaw length (44) (45)\nLower jaw length (47) (42)\nOpercular length (28) (26)\nPredorsal length 35 35\nBody depth 28 29\nBody width 14 15\nDorsal fin base length 58 56\nDorsal fin height 13 11\nAnal fin base length 28 28\nAnal fin height 13 10\nPectoral fin length 26 26\nPelvic fin length 15 15\nPeduncle length 15 16\nPeduncle depth 11 11\nDorsal fin ray counts VII,15 VII,15\nAnal fin rays II,12 II,12\nPectoral fin rays 18 18\nPelvic fin rays I,5 I,5\nPored lateral line scales 49+1 50+2\nCheek scale rows 11 12\nOpercular scale rows 7 7\nScales above lateral line 7 8\nScales below lateral line 23 24\nFirst arch gill rakers 18+1 18+1\nTotal gill rakers all arches 46 44\n\f",
    "DOOLEY & IWATSUKI\n38 · Zootaxa 3249 © 2012 Magnolia Press\nSection, Seikai National Fisheries Research Institute, Fisheries Research Agency, Nagasaki, Japan for his hospital-\nity, field specimen collections and museum facilities; Yoshiaki Kai and museum staff, Maizuru Fisheries Research\nStation, Kyoto University, Maizuru, Japan for their hospitality, laboratory facilities and museum specimens, tissue\nand field specimen collections; Hiromitsu Endo, Laboratory of Marine Biology, Faculty of Science, Kochi Univer-\nsity, Kochi, Japan and his students for their enormous help, and finally Nguyen Van Quan, and also the Director of\nthe Institute of Marine Environment and Resources, Haiphong City, Vietnam, and their students and staff for\nmuseum specimens and their field collections and logistic support. The first author would also like to greatly thank\nMotomi Fujiki, Nagasaki for her help and hospitality during my visit.\nReferences\nDooley, J.K. (1978) Systematics and biology of the tilefishes (Perciformes: Branchiostegidae and Malacanthidae) with descrip-\ntions of two new species. National Oceanographic and Atmospheric Administration Technical Report, National Marine\nFisheries Service Circular, USA, 411, 1−78.\nDooley, J.K. (1998) Branchiostegidae, pp. 2630−2646. In: Carpenter, K.E. & Neim, V.H. (eds), Species identification guide for\nfishery purposes, the living marine resources of the Western Central Pacific. Volume 5. Food and Agricultural Organiza-\ntion, United Nations (FAO), Rome.\nDooley, J.K. (2000) Malacanthidae, In: Randall, J.E. & Lim, K.K.P. (eds), A Checklist of Fishes of the South China Sea. Raffles\nBullettin of Zoology, Supplement (National University of Singapore), (8), 569−667.\nDooley, J.K. & Kailola, P.J. (1988) Four new tilefishes from the northeastern Indian Ocean, with a review of the genus Bran-\nchiostegus. Japanese Journal Ichthyology. 35(3), 247−260.\nDooley, J.K. & Paxton, J.R. (1975) A new species of tilefish (family Branchiostegidae) from eastern Australia. Proceedings of\nLinnaean Society of New South Wales, 99 (3), 151−156.\nDooley, J.K. & Rau, N. (1982) A remarkable tilefish record and comments on the Philippine tilefishes. Japanese Journal of\nIchthyology, 28(4), 450−452.\nHerre, A.W. (1926). Four rare Philippine fishes. Philippine Journal Science, 31 (2), 217−225, pl.2.\nHerre, A.W. (1928) Three new Philippine fishes. Philippine Journal Science. 35 (1), 31−37, pl.3.\nHiramatsu, W. & Yoshino, T. (2011) A new tilefish, Branchiostegus sp., (Perciformes: Branchjiostegidae), from Okinawa\nIsland, southern Japan. (in press).\nHubbs, C.L. & Lagler, K.F. (1958) Fishes of the Great Lakes region. Bullettin of Cranbrook Institute Science, Ann Arbor,\nMichigan, (26), xi+1−213 pp., 44 pls.\nImamura, H. (2000) An alternative hypothesis on the phylogenetic position of the family Dactylopteridae (Pisces: Teleostei),\nwith a proposed new classification. Ichthyological Research, 47, 203−222.\nJimenez, L. (2007) Preliminary molecular phylogeny of the tilefishes (Perciformes: Malacanthidae) based on their mitochon-\ndrial cytochrome b and 16S rRNA gene sequences. Masters Thesis, Biology Department, Adelphi University, Garden City,\nNY, USA. 76 pp.\nJohnson, G.D. (1984) Percoidei: development and relationships, pp. 464−498. In: Moser, H.G., Richards, W.J., Cohen, D.M.,\nFahay, M.P., Kendall Jr., A.W., & Richardson, S.L. (eds), Ontogeny and Systematics of Fishes. American Society Ichthyol-\nogy Herpetology. Special Publication 1.\nKelleperuma, K. (2009) Polyphyly of the tilefishes (Perciformes: Malacanthidae) based on partial cytochrome b and 16S rDNA\ngene sequences. Masters Thesis, Biology Department, Adelphi University, Garden City, NY, USA, 40 pp.\nKim Y.U. & Ryu, J.H. (1998). Taxonomic revision of the genus Branchiostegus (Perciformes, Pisces) from the adjacent waters\nof Korea. Korean Journal of Ichthyology 10, 40-48.\nMarino, R.P. & Dooley, J.K. (1982) Phylogenetic relationships of the tilefish family Branchiostegidae (Perciformes) based on\ncomparative myology. Journal of Zoological Society of London. 196, 151-163.\nNelson, J.S. (1984) Fishes of the World. John Wiley & Sons, Inc., New York (2nd ed.), 523 pp.\nNelson, J.S. (2006) Fishes of the World. John Wiley & Sons, Inc., New York (4th ed.), 601 pp.\nRyu, J.H. Kim, J.K. & Park, J.Y. (2009) Comparison of the genetic relationships and osteological aspects in six branchiostegid\nfish species (Perciformes). Animal Cells & Systems 13, 323-329.\nSpringer, V.G. & Johnson, G.D. (2004) Study of the dorsal gill-arch musculature of telestome fishes, with special reference to\nthe Actinopterygii. Bulletin of Biological Society of Washington. 11:Text 260pp and plates 205 (with appendix by\nSpringer, V.G. & Orrell, T.M.).\nYamada, U., Tokimura, M., Horikawa, H. & Nakabo, T. (2007) Fishes and Fisheries of the East China and Yellow Seas. Tokai\nUniversity. Press, Tokyo, 1263 pp.\nYoshino, T., Hiramatsu, W., Tabata, O. & Hayashi, Y. (1984). First record of the tilefish Branchiostegus argentatus (Cuvier)\nfrom Japanese waters, with a discussion of the validity of B. auratus (Kishinouye). Galaxea 3, 145−151.\n\f"
  ]
}