{
  "status": 200,
  "sha1": "411bc6a1a7b0334ecb59a56c17533c09cba33bda",
  "pages": [
    "Accepted by P. Castro: 10 May 2007; published: 9 Jul. 2007 61\nZOOTAXA\nISSN 1175-5326 (print edition)\nISSN 1175-5334 (online edition)\nCopyright © 2007 · Magnolia Press\nZootaxa 1524: 61–68 (2007)\nwww.mapress.com\/zootaxa\/\nHydrothelphusa vencesi, a new species of freshwater crab\n(Brachyura: Potamoidea: Potamonautidae) from southeastern Madagascar.\nNEIL CUMBERLIDGE1,4\n, SASKIA A. E. MARIJNISSEN2\n, & JONELLE THOMPSON3\n1\nDepartment of Biology, Northern Michigan University, Marquette, Michigan 49855, USA.\n2\nInstitute for Biodiversity and Ecosystem Dynamics, University of Amsterdam, P.O. Box 94766, 1090 GT, Amsterdam, Netherlands.\nE-mail: marijnissen@science.uva.nl\n3\nSorenson Forensics, Salt Lake City, UT 84115, USA. E-mail: jthompso@sorensonforensics.com\n4\nCorresponding author. E-mail: ncumberl@nmu.edu\nAbstract\nA new species of freshwater crab of the genus Hydrothelphusa A Milne-Edwards, 1872, is described based on specimens\ncollected from a forested region of southeastern Madagascar. Hydrothelphusa vencesi n. sp. is clearly distinguished from\nits congeners by its distinctive first gonopod (G1) with a terminal article that is in the form of a long straight-sided cone,\nand by a dorsal membrane at the segment junction of G1 that is broad and diamond-shaped. A key is provided to separate\nthe five species of Hydrothelphusa.\nKey words: Crustacea, Brachyura, Potamoidea, Potamonautidae, Hydrothelphusa, freshwater crab, taxonomy, new spe-\ncies, Madagascar\nIntroduction\nThe present work was prompted by the examination of freshwater crabs from a forested area in the mountains\nof southeastern Madagascar that were collected by Prof. Dr. Miguel Vences and his colleagues and sent to the\nauthors for identification. The specimens were collected from the Vevembe Forest, over 60 km inland from\nFarafangana in Fianarantsoa Province. The new material included specimens of a taxon that is described here\nas a new species and assigned to the genus Hydrothelphusa A. Milne-Edwards, 1872, based on both morpho-\nlogical evidence and on a molecular study of this Malagasy genus by Thompson (2005).\nThere are currently 13 species of freshwater crabs in Madagascar assigned to 7 genera (Cumberlidge &\nSternberg 2002; Reed & Cumberlidge 2006). The addition of Hydrothelphusa vencesi n. sp. brings the num-\nber of species of Malagasy freshwater crabs to 14, all of which are endemic to the island. The genus\nHydrothelphusa now includes five species —H. agilis A. Milne-Edwards, 1872, H. madagascariensis (A.\nMilne-Edwards, 1872), H. bombetokensis Rathbun, 1904, H. goudoti (H. Milne Edwards, 1853), and H. venc-\nesi n. sp. (Bott 1965) (see Cumberlidge & Sternberg 2002; Cumberlidge et al. 2004; Cumberlidge et al. 2005;\nReed & Cumberlidge 2006).\nBott (1965) assigned Malagasy freshwater crabs to two different families, the-then Potamonidae Ort-\nmann, 1897, and the Gecarcinucidae Rathbun, 1904. In contrast, the revision by Cumberlidge and Sternberg\n(2002) included all of the Malagasy freshwater crab genera in the African family Potamonautidae Bott, 1970,\nbased on shared character states of the mandibular palp, abdomen, and first gonopod, and treated these taxa as\na monophyletic group. Recent molecular studies have provided evidence that the Malagasy freshwater crab\ngenera indeed form a monophyletic clade (Thompson 2005; Daniels et al. 2006; Klaus et al. 2006). However,\n\f",
    "CUMBERLIDGE ET AL.\n62 · Zootaxa 1524 © 2007 Magnolia Press\ndifferent classifications of the Malagasy freshwater crabs have been proposed (Klaus et al. 2006; Cumber-\nlidge et al. 2007). Until a new consensus on the higher taxonomy can be reached the classification used here is\nthat of Martin & Davis (2001).\nAbbreviations. The following abbreviations are used: cw = the distance across the carapace at the widest\npoint; cl = carapace length measured along the median line, from the anterior to the posterior margin; ch = car-\napace height, the maximum height of the cephalothorax above the sternum; fw = front width, the width of the\nfront measured along the anterior margin between the orbits; s = thoracic sternite; e = episternite; s4\/s5, s4\/s5,\ns5\/s6, s6\/s7, s7\/s8 = sternal sutures between adjacent thoracic sternites; s4\/e4, s5\/e5, s6\/e6, s7\/e7 = episternal\nsutures between adjacent sternites and episternites; G1 = gonopod 1; G2 = gonopod 2; a1 to a6 = abdominal\nsegments 1 to 6; t = telson of abdomen; p1 to p5 = pereiopods 1 to 5; asl = height in metres above sea level;\nFMNH = Field Museum of Natural History, Chicago, IL, USA; NMU = Northern Michigan University, Mar-\nquette, MI, USA; ZMA = Zoölogisch Museum Amsterdam, The Netherlands.\nSystematic account\nFamily Potamonautidae Bott, 1970\nGenus Hydrothelphusa A. Milne-Edwards, 1872\nHydrothelphusa vencesi n. sp.\n(Figs. 1–17)\nType material examined: MADAGASCAR: adult male, holotype (designated here, cw 52, cl 40.5, ch 19.5,\nfw 16.5 mm), Fianarantsoa Province: region of Vondrozo near village of Vevembe (22º47'44\"S, 47º11'19\"E),\nRamanara River, tributary of Sahampindra River, Mananara River drainage basin, 66.6 km inland from\nFarafangana, in a forested area in the mountains of southeastern Madagascar (M. Vences) (ZMA De. 205976).\nAdditional material examined: MADAGASCAR: FMNH 5730, Sahavatov River, basin of Manam-\npatrana River, Andringita Camp II, 1,390m asl (20-Nov-93); FMNH 5748, Sahambano River, Mananara-sud\nRiver drainage basin, Madagascar, 570 m asl, 25-May-95.\nDiagnosis. Terminal article of G1 long (ratio of length of terminal article to subterminal segment 0.3),\nstraight-sided cone, bent outward at 45° to longitudinal axis of gonopod, evenly-tapering to pointed tip; broad,\ndiamond-shaped dorsal membrane at segment junction. Palm of propodus of major cheliped enlarged, dacty-\nlus slightly arched, enclosing long narrow interspace; propodus, and dactylus of major cheliped serrated, lined\nby small teeth interspersed by larger rounded teeth, with fused cluster of several small low teeth, tips pointed.\nDescription of holotype. Carapace moderately wide (cw\/fw 3.2) moderately high (ch\/fw 1.2); anterolat-\neral, posterolateral regions of carapace distinctly granular, with short carinae (Figs. 1, 16). Epigastric crests\nraised, anterior margins straight, positioned anterior to postorbital crests; mid-groove between epigastric\ncrests broad, shallow; distinct gap between epigastric, postorbital crests; postorbital crests ending well before\nmeeting anterolateral margins (Figs. 1, 2, 16). Semi-circular groove shallow, faint; urogastric, cardiac grooves\nshallow; cervical grooves long, ending before meeting postorbital crests (Figs. 1, 16). Front horizontal (not\ndeflexed) leaving antennulular fossae exposed; upper edge of frontal margin granular, distinctly indented,\nlower edge V-shaped, broadest in middle, narrowest at sides; frontal margin of carapace approximately one-\nthird cw (0.32) (Figs. 1, 2, 16, 17). Exorbital, epibranchial teeth large, pointed, directed forward, outer mar-\ngins granular. Anterolateral margin between exorbital, epibranchial teeth lacking intermediate tooth (Figs. 1,\n2, 16, 17). Anterolateral margin posterior to epibranchial tooth raised, with small teeth grading into heavy\ngranules (Figs. 1, 16). Suborbital margin raised, heavily granulated (Figs. 2, 17). Suborbital, pterygomial\nregions of carapace sidewall heavily granulated, subhepatic region with carinae (Figs. 2, 17). Mandibular palp\n\f",
    "Zootaxa 1524 © 2007 Magnolia Press · 63\nNEW SPECIES OF FRESHWATER CRAB FROM MADAGASCAR\ntwo-segmented, bilobed, with medium-sized anterior process (about one-third size of terminal segment). Isch-\nium of third maxilliped with deep vertical sulcus (Fig. 17), exopod of third maxilliped with long flagellum\n(Fig. 7). Sternal sulci s2\/s3, s3\/s4 completely crossing sternum, s3\/s4 slightly V-shaped, not meeting anterior\nmargin of sterno-abdominal cavity on sternite 4 (Fig. 8). Episternal sulci s4\/e4, s5\/e5, s6\/e6, s7\/e7 all smooth\nlacking visible groove (Fig. 8). Palm of propodus of major (left) cheliped enlarged, dactylus slightly arched,\nenclosing long rectangular interspace; fingers of major cheliped lined by small even teeth interspersed by\nlarge rounded teeth, propodus with fused cluster of three or four small low teeth (Figs. 3, 4). Walking legs\n(p2–p5) of medium size (ratio of length of merus of p5 to cw 0.40–0.45) (Fig. 16). Anterior inferior margin of\nischium of pereiopod 1 granular; medial inferior margin of merus of pereiopod 1 heavily granulated, lateral\ninferior margin with several small teeth; distal meral tooth reduced to granule; superior surface of merus\nroughly granulated (Fig. 6). Inner margin of carpus of cheliped with two large, pointed carpal teeth, first tooth\nspine-like, second tooth one-third size of first, margin behind second tooth with small tooth (Fig. 5). Male\nabdomen long, slim, triangular (a3 widest, a6 shorter than width of distal margin of a6), telson (a7) bell-\nshaped with indented sides. Terminal article of G1 long (ratio of length of terminal article to subterminal seg-\nment 0.3), straight-sided cone, bent outward at 45° to longitudinal axis of gonopod, evenly-tapering to pointed\ntip (Figs. 9–15); no visible groove between terminal article and subterminal segment on ventral side (Figs. 9,\n10); dorsal side with broad, diamond-shaped dorsal membrane at segment junction (Figs. 11, 14). Ventral side\nof subterminal segment of G1 with long lateral flap folded inward; medial part of dorsal face of subterminal\nsegment of G1 flat with distinct disto-medial triangular shoulder, and large rounded baso-lateral projection\n(Fig. 10). G2 longer than G1; terminal article of G2 long flagellum, ratio length terminal article to subterminal\nsegment 0.8 (Fig. 9).\nSize. The largest specimen known is the holotype, an adult male, cw 52 mm.\nColor. In life, carapace purple-brown, lacking stains or spots, tips of chelipeds and pereiopods lighter\nshade of brown, granules on suborbital and pterygostomial regions of carapace sidewall beige.\nType locality. Madagascar, Vevembe Forest (22º47'44\"S, 47º11'19\"E), 66.6 km inland from Farafangana\nin Fianarantsoa Province in a forested area in the mountains of southeastern Madagascar.\nDistribution. Endemic to Madagascar. Hydrothelphusa vencesi is known from three localities in south-\neastern Madagascar, two of them in the Mananara River drainage basin. The type locality is in the Vevembe\nForest near the village of Vevembe in the region of Vondrozo in Fianarantsoa Province. This species is also\nfound in the Sahavatov River which is part of the drainage basin of the Manampatrana River (Andringita\nCamp II, 1,390 m asl), and at 570 m asl in the Sahambano River in the basin of the Mananara-sud River.\nRemarks. The following morphological characters justify including H. vencesi in Hydrothelphusa (Cum-\nberlidge & Sternberg 2002: 47; Thompson 2005). The carapace outline is transversely oval with wide frontal\nand posterior margins (each approximately one-third carapace width); the mandibular palp is two-segmented\nwith a lobe-like, medium-sized anterior process (about one-third the size of the terminal segment) at the junc-\ntion between the segments; the ischium of the third maxilliped has a deep vertical sulcus, and the exopod of\nthe third maxilliped has a long flagellum; sternal sulcus s2\/s3 is deep and horizontal, and sternal sulcus s3\/s4\nis shallow and V-shaped; episternal sulci s4\/e4, s5\/e5, s6\/e6, s7\/e7 are smooth and not visible; walking legs\n(p2–p5) are neither shortened nor elongated, with the ratio of the length of the merus of p5 to the cw of 0.40–\n0.45; the male abdomen is long, slim, and triangular, with a bell-shaped telson whose sides are indented; the\nterminal article of G1 is long (with a ratio of the length of the terminal article to the subterminal segment of\n0.3); the subterminal segment of G1 has a distinct disto-lateral triangular shoulder-like projection at the junc-\ntion of the segments; and G2 is longer than G1 with a terminal article that has a long flagellum (the ratio of the\nlength of the terminal article to the subterminal segment is approximately 0.8).\nEtymology. The species is named for Prof. Dr. Miguel Vences in recognition of his important contribu-\ntions to our knowledge of the diversity, evolution, and natural history of Madgascar’s endemic fauna.\n\f",
    "CUMBERLIDGE ET AL.\n64 · Zootaxa 1524 © 2007 Magnolia Press\nFIGURES 1–9. Hydrothelphsua vencesi n. sp., adult male holotype (cw 52 mm, ZMA De. 205976) from Vevembe,\nFianarantsoa Province, Madagascar. 1, carapace and eyes, dorsal view; 2, cephalothorax, carapace and eyes, frontal\nview; 3, right cheliped, frontal view; 4, left cheliped, frontal view; 5, carpus and merus of right cheliped, dorsal view; 6,\nmerus of right cheliped, inferior view; 7, left third maxilliped; 8, sternum and abdomen; 9, abdomen pulled back to show\nfirst and second gonopods. Scale = 13 mm (1,2, 8, 9); 7 mm (3–7).\n\f",
    "Zootaxa 1524 © 2007 Magnolia Press · 65\nNEW SPECIES OF FRESHWATER CRAB FROM MADAGASCAR\nFIGURES 10–15. Hydrothelphsua vencesi n. sp., adult male holotype (cw 52 mm, ZMA De. 205976) from Vevembe,\nFianarantsoa Province, Madagascar. 10, right G1, ventral view; 11, right G1, dorsal view; 12, terminal article of right G1,\ndorsal view; 13, detail of tip of terminal article of right G1, dorsal view; 14, detail of tip of terminal article of right G1,\ndorsal view; 15, right first gonopod turned to show detail of tip of terminal article. Scale = 7 mm (10, 11); 2 mm (12–15).\nComparisons. Hydrothelphusa vencesi can be distinguished from other species of Hydrothelphsua (and\nindeed from all other Malagasy brachyurans) by examination of G1 morphology (Figs. 10–15). The terminal\narticle of G1 of H. vencesi is a long straight-sided cone that tapers evenly to a pointed tip and lacks a pro-\nnounced raised mid section; in addition there is a broad diamond-shaped dorsal membrane at the segment\njunction on its dorsal side. These characters are unique to H. vencesi and set this taxon apart from the other\nspecies assigned to this genus (see below) (Cumberlidge & Sternberg 2002: 48–59, fig. 9A–Q).\n\f",
    "CUMBERLIDGE ET AL.\n66 · Zootaxa 1524 © 2007 Magnolia Press\nFIGURES 16–17. Hydrothelphsua vencesi n. sp., adult male holotype (cw 52 mm, ZMA De. 205976) from Vevembe,\nFianarantsoa Province, Madagascar. 16, whole animal dorsal view; 17, detail of eyes and mouthparts, frontal view.\nHydrothelphusa vencesi most closely resembles H. madagascariensis because these two large species\nshare the following characters. The frontal margin, front behind the margin, and the suborbital, subhepatic,\nand pterygostomial regions of the carapace sidewall are all distinctly granulated, the exorbital and epibran-\nchial teeth are both large and pointed, and the anterolateral margin behind the epibranchial tooth is either\nheavily granulated or toothed; the suborbital margin, the ischium of pereiopod 1, and the inferior margins of\nmerus of pereiopod 1 are also granulated. Hydrothelphusa vencesi differs from H. madagascariensis in that\nthe G1 terminal article of H. vencesi is a long straight-sided evenly-tapering cone that lacks the pronounced\nraised mid-section seen in H. madagascariensis (Figs. 10–15; Cumberlidge & Sternberg 2002: figs. 9E–I).\nHydrothelphusa vencesi shares the following characters with H. bombetokensis. The exorbital and epi-\nbranchial teeth are both large and pointed and the first carpal tooth on the carpus of pereiopod 1 is a long, slen-\nder spine. Hydrothelphusa vencesi can be distinguished from H. bombetokensis as follows. The inferior\nmargins of the merus of pereiopod 1 of H. bombetokensis are granular (whereas these margins in H. vencesi\nhave several large and pointed teeth); the anterior carapace of H. bombetokensis is smooth (whereas that of H.\nvencesi is heavily granulated in the anterolateral corners and the frontal region); and the G1 terminal article of\nH. bombetokensis is slim and distinctly raised in the mid-section (the result of a higher medial fold) ending in\nan upcurved tip (Cumberlidge & Sternberg 2002: figs. 9J–M), whereas that of P. vencesi is a long straight-\nsided evenly-tapering cone that lacks the pronounced raised mid-section (Figs. 10–15).\nHydrothelphusa vencesi is similar to H. agilis in that the frontal margin of both of these large species is\nnoticeably indented in the middle. Hydrothelphusa vencesi can be distinguished from H. agilis as follows. The\n\f",
    "Zootaxa 1524 © 2007 Magnolia Press · 67\nNEW SPECIES OF FRESHWATER CRAB FROM MADAGASCAR\nfrontal margin is distinctly toothed in H. agilis but granular in H. vencesi; the inferior margin of the merus of\npereiopod 1 of H. agilis has several large and pointed teeth, while these margins in H. vencesi are granular but\nnot toothed; the suborbital margin and the p1 ischium of H. agilis are both distinctly toothed, whereas these\nstructures are granular in H. vencesi; and the terminal article of G1 of H. agilis is slim and evenly propor-\ntioned along its entire length, ending in an upcurved tip (Cumberlidge & Sternberg 2002: figs. 9A–D),\nwhereas that of P. vencesi is a long straight-sided evenly-tapering cone (Figs. 10–15).\nHydrothelphusa vencesi can be distinguished from H. goudoti as follows. The carapace of H. goudoti is\nwider (cw\/fw 3.9) and more arched (ch\/fw 1.6) than that of H. vencesi (cw\/fw 3.2, ch\/fw 1.2); the exorbital\nand epibranchial teeth of H. goudoti are both small and blunt, whereas these teeth in H. vencesi are large and\npointed; the postfrontal crest of H. goudoti is incomplete (wherein epibranchial crests and postorbital crests\nare separate), whereas in H. vencesi the postfrontal crest is complete; and the terminal article of G1 of H. gou-\ndoti is slim with a raised and rounded mesial lobe, ending in a broad straight tip (Cumberlidge & Sternberg\n2002: figs. 9N–Q), whereas that of P. vencesi is a long straight-sided evenly-tapering cone (Figs. 10–15).\nKey to the species of Hydrothelphusa\n1 Inferior margins of merus of pereiopod 1 with either large teeth or large granules; anterior carapace tex-\nture distinctly granular with short carinae. .................................................................................................. 2\n- Inferior margins of merus of pereiopod 1 either smooth or faintly granular; anterior carapace texture com-\npletely smooth.............................................................................................................................................. 4\n2 Frontal margin clearly toothed; front horizontal (not deflexed); suborbital margin with large pointed teeth;\nsuborbital region of carapace sidewall smooth (Cumberlidge & Sternberg 2002: Fig. 1A). ........................\n......................................................................................................................................................... H. agilis\n- Frontal margin granular; front moderately deflexed; suborbital margin granular; suborbital region of cara-\npace sidewall granular. ................................................................................................................................ 3\n3 Subhepatic regions of carapace sidewall heavily granulated. ....................................H. madagascariensis\n- Subhepatic region of carapace sidewall smooth. ....................................................................... H. vencesi\n4 Exorbital, epibranchial teeth both slim, long, pointed; distinct gap between epigastric, postorbital crests\n(Cumberlidge & Sternberg 2002: Fig. 1C). ................................................................... H. bombetokensis\n- Exorbital, epibranchial teeth both low, blunt; epigastric, postorbital crests fused forming horizontal post-\nfrontal crest (Cumberlidge & Sternberg 2002: Fig. 1D). ........................................................... H. goudoti\nAcknowledgements\nWe thank Prof. Dr. Miguel Vences and Dr. Frank Glaw for making the holotype available for study. The\nNational Science Foundation (NSF grant DES 1308 417 22) is thanked for its support to the first and third\nauthors. Lisa Litchfield is thanked for preparing the first version of the illustrations.\nReferences\nBott, R. (1965) Die Süßwasserkrabben von Madagaskar. Bulletin du Muséum national d'Histoire naturelle Paris 37(2),\n335–350.\nBott, R. (1970) Betrachtungen über die Entwicklungsgeschichte und Verbreitung der Süßwasser-Krabben nach der Sam-\nmlung des Naturhistorischen Museums in Genf\/Schweiz. Revue suisse de Zoologie 77(2), 327–344.\nCumberlidge, N. & Sternberg, R.v. (2002) A taxonomic revision of the freshwater crabs of Madagascar (Decapoda: Pot-\n\f",
    "CUMBERLIDGE ET AL.\n68 · Zootaxa 1524 © 2007 Magnolia Press\namoidea: Potamonautidae). Zoosystema 24(1), 41–79.\nCumberlidge, N., S.R. Daniels, & Sternberg, R.v. (2007) A revision of the higher taxonomy of the Afrotropical freshwa-\nter crabs (Decapoda: Brachyura) with a discussion of their biogeography. Biological Journal of the Linnean Society\n(in press).\nCumberlidge, N., Reed, S. K. & Boyko, C. B. (2004) Distribution patterns of the Malagasy freshwater crabs (Crustacea:\nDecapoda: Brachyura). Journal of Natural History 38, 1133–1157.\nCumberlidge, N., Fenolio, D.B., Walvoord. M.E. & Stout, J. (2005) Tree–climbing crabs (Potamonautidae and Sesarmi-\ndae) from phytotelmic microhabitats in rainforest canopy in Madagascar. Journal of Crustacean Biology, 25(2),\n302–308.\nDaniels, S.D., Cumberlidge, N., Pérez-Losada, M., Marijnissen, S.A.E., Crandall, K.A. (2006) Evolution of Afrotropical\nfreshwater crab lineages obscured by morphological convergence. Molecular Phylogenetics and Evolution, 40, 225–\n235.\nKlaus, S, Schubart, C., & Brandis, D. (2006) Phylogeny, biogeography and a new taxonomy for the Gecarcinucoidea\nRathbun, 1904 (Decapoda: Brachyura). Organisms, Diversity & Evolution 6(3), 199–217.\nMartin, J.W. & Davis, G.E. (2001) An updated classification of the recent Crustacea. Natural History Museum of Los\nAngeles County Science Series 39, 1–124.\nMilne-Edwards, A. (1872) Note sur les crabes d’eau douce de Madagascar. Bibliographie École Hautes Études (Séction\nSciences naturelles) Paris, 5(8), 1–3.\nMilne-Edwards, H. (1853) Observations sur les affinités zoologiques et la classification naturelle des Crustacés. Annales\ndes Sciences naturelles, Zoologie, Série 3, 20, 163–28.\nOrtmann, A.E. (1897) Carcinologische Studien. Zoologische Jahrbücher, Abteilung für Systematik, Geographie und\nBiologie de Thiere 10, 256–372.\nRathbun, M.J. (1904) Les Crabes d'Eau Douce (Potamonidae). Nouvelles Archives du Muséum d’Histoire naturelle\n(Paris) 6(4), 225–312.\nReed, S.K. & Cumberlidge, N. (2006) Foza raimundi, a new genus and species of potamonautid freshwater crab (Crusta-\ncea: Decapoda: Potamoidea) from northern Madagascar. Proceedings of the Biological Society of Washington\n119(1), 58–66.\nThompson, J. 2005. A molecular phylogenetic analysis of the Malagasy freshwater crab genus Hydrothelphusa H. Milne\nEdwards, 1872, with biogeographical implications for the group. M.S. Thesis, Department of Biology, Northern\nMichigan University, Marquette, Michigan MI, USA.\n\f"
  ]
}