{
  "status": 200,
  "pages": [
  "169 \n7. The International Commission on Zoological Nomenclature is accordingly \nasked: \n(1) to use its plenary power to suppress the generic name Oncopiis Herrich- \nSchaffer, 1855 and all uses of the name before Thorell (1876) for the purposes \nof both the Principle of Priority and the Principle of Homonymy; \n(2) to place on the Official List of Generic Names in Zoology the name Oncopiis \nThorell, 1876 (gender: masculine), type species by original designation and by \nmonotypy Oncopiis doricie Thorell, 1876 (Arachnida); \n(3) to place on the Official List of Specific Names in Zoology the name doriae \nThorell, 1876, as published in the binomen Oncopiis doriae (specific name of \nthe type species of Oncopiis Thorell, 1876) (Arachnida); \n(4) to place on the Official List of Family-Group Names in Zoology the name \nONCOPODiDAE Thorcll, 1876 (type genus Oncopiis Thorell, 1876) (Arachnida); \n(5) to place on the Official Index of Rejected and Invalid Generic Names in \nZoology the name Oncopiis Herrich-SchaflFer, 1855 as suppressed in (1) above \n(Lepidoptera). \nAcknowledgements \nDr Axel Hausmann (Zoologische Staatssamnihmg Miinchen) kindly conmiented on \nbibliographic references to Oncopiis Herrich-Schaffer, 1855 and pointed out one \npaper that we had overlooked. Dr Bernard Landry (Museum d'histoire natiirelle, \nGeneve) helped searching for these publications. \nFig. 1. Oncopiis inmcalus Thorell, 1891, female from Singapore; drawing by A. Coray (Basel). \nReferences \nBrands, S.J. (coinp.) 1989-2005. Systema Naturae 2000. Online at: http://sn2000.taxonomy.nl/. \naccessed in May 2006. \nBristowe, W.S. 1976. Rare arachnids from Malaysia and Sumatra. Journal of Zoology, 178: \n7-14. ",
  "170 Bulletin of Zoological Nomenclature 63(3) September 2006 \nFletcher, D.S. 1979. Geometroidea. Pp. 1-243 m Nye, I.W.B. (Ed.), The generic names of moths \nof the World, vol. 3. British Museum (Natural History), London. \nGiribet, G., Edgecombe, G.D., Weeler, W.C. & Babbitt, C. 2002. Phylogeny and systematic \nposition of Opiliones: a combined analysis of chelicerate relationships using morphologi- \ncal and molecular data. Cladistics, 18: 5-70. \nHallan, J. 2005. Biology catalog - synopsis of the described Opiliones of the World. Online at; \nhttp://insects.tamu.edu/research/collection/hallan/, accessed in May 2006. \nHerrich-SchafFer, G.A.W. 1855. Systematische Bearbeitung der Schmetterlinge von Eiiropa. \nzugleich als Text, Revision und Supplement :u Jakob Hiibner's Sammlung Europaischer \nSchmetterlinge, vol. 6. 178 pp. G.J. Manz, Regensburg. \nHerrich-Schaifer, G.A.W. 1856. Sammlung neiier. oder wenig bekannter, aussereuropdischer \nSchmetterlinge, vol. 1. G.J. Manz, Regensburg. \nHiibner, J. 1832. Zutrdge :ur Sammlung exotischer Schmetterlinge, bestehend in Bekundigung \neinzelner Fliegmuster neuer oder rarer nichteuropaischer Gattimgen, vol. 4. 48 pp. Hiibner, \nAugsburg. \nKratochvil, J. 1958. Die Hohlenweberknechte Bulgariens (Cyphophthalmi und Laniatores). \nActa Academiae Scientiarum Cechoslovenicae Basis Brunensis. 30(9): 372-396. \nKury, A.B. 2003. Checklist of valid genera of Opiliones of the World. Online at: http:// \nacd.ufrj.br/mndi/Aracnologia/checklaniator.htm, accessed in May 2006. \nKury, A.B. 2004. Opiliones — systematics. Online at: http://acd.ufrj.br/mndi/Aracnologia/ \nopiliones.html, accessed in May 2006. \nLoman, J.C.C. 1902. Neue aussereuropaische Opilioniden. Zoologische Jahrbilcher, Abteilung \nfiir Systematik, 16: 163-216. \nMartens, J. 1980. Versuch eines phylogenetischen Systems der Opiliones. Pp. 355-360 in \nGruber, J. (Ed.), Verhandlungen, 8. Internationaler Arachnologen-Kongress. Egermann. \nWien. \nMartens, J. & Schwendinger, P.J. 1998. A taxonomic revision of the family Oncopodidae I. \nNew genera and new species of Gnomulus Thorell (Opiliones, Laniatores). Revue Suisse de \nZoologie, 105(3): 499-555. . \nParsons, M.S., Scoble, M.J. (Ed.), Honey, M.R., Pitkin, L.M. & Pitliin, B.R. 1999. Geometrid \nmoths of the World- a catalogue ( Lepidoptera, Geometridae), vol. 2. 485-999 pp. CSIRO \nPublishing, Collingwood & Apollo Books, Stenstrup. \nPitliin, B.R. & Jenkins, P. 2005. Butterflies cmd moths of the World. Generic names and their \ntvpe-species. Online at: http://www.nhm.ac.uk/entomology/butmoth/, accessed in May \n2'006. \nPocock, R.I. 1897. Descriptions of some new Oriental Opiliones recently received by the British \nMuseum. Annals and Magazine of Natural History. (6)19: 283-310. \nProut, L.B. 1934. Geometridae: Subfamilia Sterrhinae I. Pp. 1-176 in Strand, E. (Ed.). \nLepidopterorum Catalogus, part 61. W. Junk, Berlin. \nRoewer, C.F. 1923. Die Weberknechte der Erde. Systematische Bearbeitung der bisher bekannten \nOpiliones. 1116 pp. Gustav Fischer, Jena. \nSchwendinger, P.J. 1992. New Oncopodidae (Opiliones, Laniatores) from Southeast Asia. \nRevue sidsse de Zoologie, 99(1): 177-199. \nSchwendinger, P.J. In press, a. Oncopodidae Thorell, 1876 in Pinto-da-Rocha, R. Machado, \nG. & Giribet, G. (Eds.), Hcn-vestmen: the biology of Opiliones. Harvard University Press, \nCambridge, Massachusetts. \nSchwendinger, P.J. In press, b. A taxonomic revision of the family Oncopodidae VI. \nMartensiellus, a new genus from Borneo, and the discovery of a tarsal pore organ in \nOncopodidae (Opiliones: Laniatores). Zootaxa. \nSchwendinger, P.J. & Martens, J. 1999. A taxonomic revision of the family Oncopodidae II. \nThe genus Giwmulus Thorell (Opiliones, Laniatores). Revue Suisse de Zoologie, 106(4): \n945-982. \nSchwendinger, P.J. & Martens, J. 2002. A taxonomic revision of the family Oncopodidae III. \nFurther new species of Gnomulus Thorell (Opiliones, Laniatores). Revue Suisse de \nZoo/og/e, 109(1): 47-113. ","Bulletin of Zoological Nomenclature 63(3) September 2006 171 \nSchwendinger, P.J. & Martens, J. 2004. A taxonomic revision of the farnily Oncopodidae IV. \nThe genus Oncopus Thorell (Opihones, Laniatores). Revue Suisse de Zoologie, 111(1): \n139-1 74-. \nSchwendinger, P.J. & Martens, J. In press. A taxonomic revision of the family Oncopodidae \nV. Gnomulus from Vietnam and China, with the description of five new species (Opiliones, \nLaniatores). Revue Suisse de Zoologie. \nSihvonen, P. & Kaila, L. 2004. Phylogeny and tribal classification of Sterrhinae with emphasis \non delimiting Scopulini (Lepidoptera: Geometridae). Systematic Entoinologv, 29: \n324-358. \nSilhavy, V. 1961. Die Grtindsatze der modernen Weberknechttaxonomie und Revision des \nbisherigen Systems der Opilioniden. Pp. 262-267 in Strouhal, H. & Beier, M. (Eds.). \nVeyhandhmgen des 1 1 . Ititernationalen Kongressesfiir Etitomologie in Wien (17.-25. August \n1960), vol. 1. C. Reisser's Sohne, Wien. \nSorensen, W. 1932. Descriptiones Laniatorum (Arachnidorum Opilionum subordinis) fecit \nWilliam Sorensen opus posthumum recognovit et edidit Kai L. Hendriksen. Kongetige \nDanske videnskabernes selskabs skrifter, naturvidenskabelig og matetnatisk afdeling, \n(9)3(4): 199-422. \nThorell, T. 1876. Descrizione di alcune specie di Opilioni dell\" Archipelago Malese appartenenti \nal Museo Civico di Geneva. Atinali del Museo civico di Storia Naturale di Genova, ( 1 )9: \n111-138. \nThorell, T. 1890. Aracnidi di Pinang raccolti nel 1889 dai signori L. Loria e L. Fea. Annali del \nMuseo civico di Storia Naturale di Genova, (2)10: 269-383. \nAcknowledgement of receipt of this application was published in BZN 62: 126. \nComments on this case are invited for publication (subject to editing) in the Bulletin; they \nshould be sent to the Executive Secretary, I.C.Z.N., c/o Natural History Museum, Cromwell \nRoad, London SW7 5BD, U.K. (e-mail: iczn(ffinhm. ac.uk). "
  ]
}