{
  "status": 200,
  "sha1": "2003e55a03a19bc2522cdfb5e03c7ae2dcbf8b98",
  "pages": [
    "Accepted by S. Carranza: 26 Jul. 2010; published: 18 Aug. 2010 41\nZOOTAXA\nISSN 1175-5326 (print edition)\nISSN 1175-5334 (online edition)\nCopyright © 2010 · Magnolia Press\nZootaxa 2570: 41–50 (2010)\nwww.mapress.com\/zootaxa\/ Article\nCyrtodactylus dumnuii (Squamata: Gekkonidae), a new cave-dwelling gecko from\nChiang Mai Province, Thailand\nAARON M. BAUER1,7\n, KIRATI KUNYA2\n, MONTRI SUMONTHA3\n, PIYAWAN NIYOMWAN4\n,\nOLIVIER S.G. PAUWELS5\n, LAWAN CHANHOME6\n& TUNYAKORN KUNYA2\n1\nDepartment of Biology, Villanova University, 800 Lancaster Avenue, Villanova, Pennsylvania 19085, USA\n2\nNakhonratchasima Zoo, 111 M.1, Ratchasima-Pak Tongchai Rd., Chaimongkol, Muang Nakhonrajsima 30000, THAILAND\n3\nRanong Marine Fisheries Station, 157 M. 1, Saphan-Pla Road, Paknam, Muang Ranong 85000, THAILAND\n4\nNational Park, Wildlife and Plant Conservation Department, 61 Phaholyothin Rd., Ladyao Jatujak, Bangkok 10900, THAILAND\n5\nDépartement des Vertébrés Récents, Institut Royal des Sciences naturelles de Belgique, 29 Rue Vautier, B-1000 Brussels, BELGIUM\n6\nQueen Saovabha Memorial Institute, Thai Red Cross Society, 1871 Rama IV Road, Bangkok 10330, THAILAND\n7\nCorresponding author\nAbstract\nA new cave-dwelling species of Cyrtodactylus is described from Chiang Mai Province in northern Thailand.\nCyrtodactylus dumnuii sp. nov. may be distinguished from all other congeners by the possession of a series of enlarged\nfemoral scales, disjunct precloacal and femoral pores in males (minute precloacal pores variably present in females), a\nrelatively high number (18–22) of closely spaced, regularly arranged dorsal tubercle rows, well-defined non-denticulate\nventrolateral folds, transversely enlarged subcaudal plates, and a color pattern of approximately six pairs of alternating\nlight and dark transverse bands on the trunk. It is the nineteenth member of the genus recorded from Thailand and the\neighth Thai Cyrtodactylus known to be a facultative troglophile.\nKey words: Thailand, Chiang Mai, Reptilia, Gekkonidae, Cyrtodactylus dumnuii, new species, taxonomy, cave-dwelling\nIntroduction\nBent-toed geckos of the genus Cyrtodactylus Gray are the most species-rich of all gekkotan genera, with\napproximately 120 species. Roughly half of these have been described in the last decade (Uetz 2010). The\ngreatest rate of new discovery in the group has been in Southeast Asia. For example, extensive recent work in\nVietnam has revealed nineteen, mostly endemic species, many associated with karst substrates or limestone\ncaves (e.g., Nazarov et al. 2008; Ngo 2008; Ngo & Bauer 2008; Ngo et al. 2008; Ziegler et al. 2010 and\nreferences therein). In Thailand Bauer et al. (2002) recognized 13 species of Cyrtodactylus. Another five\nspecies have subsequently been described from diverse localities around the country (Bauer et al. 2003;\nPauwels et al. 2004; Bauer et al. 2009; Sumontha et al. 2010), including several from limestone caves (see\nSumontha et al. 2010). We here describe another new Thai gecko from an area of limestone caves in the\nnorthwestern province of Chiang Mai.\nMaterial and methods\nThe following measurements were taken with digital calipers to the nearest 0.1 mm following the methods of\nBauer (2002, 2003): CrusL: crus length; EarL: ear length; EyeEar: eye to ear distance; ForeaL: forearm\nlength; HeadH: head height; HeadL: head length; HeadW: head width; Internar: internarial distance; Interorb:\ninterorbital distance; NarEye: nares to eye distance; OrbD: orbital diameter; SnEye: snout to eye distance;\nSVL: snout-vent length; TailL: tail length; TailW: tail width; TrunkL: trunk length. Basal subdigital lamellae\n\f",
    "BAUER ET AL.\n42 · Zootaxa 2570 © 2010 Magnolia Press\nwere counted from the most proximal lamella at least twice as large as adjacent palmar scales. Measurements\nand scale counts based on right side of animals unless otherwise noted. Scale counts and external observations\nof morphology were made using a Nikon SMZ1000 stereo dissecting microscope.\nComparisons were made with museum material in the collections of the California Academy of Sciences,\nSan Francisco (CAS), Chulalongkorn University Museum of Zoology, Herpetological Section, Bangkok\n(CUMZ R), Institut Royal des Sciences Naturelles de Belgique, Brussels (IRSNB), Khorat Zoo Museum,\nNakhonratchasima (KZM), Museum of Comparative Zoology, Cambridge, Massachusetts (MCZ), Thailand\nNatural History Museum, National Science Museum, Technopolis (THNHM), and United States National\nMuseum, Washington, D.C. (USNM). See Bauer et al. (2002, 2003, 2009), Pauwels et al. (2004), and\nSumontha et al. (2010) for lists of comparative specimens examined. Original published descriptions and\ndescriptions provided in broader faunal and taxonomic treatments (e.g., Smith 1935; Taylor 1963; Youmans &\nGrismer 2006; Rösler & Glaw 2008) were also consulted.\nCyrtodactylus dumnuii sp. nov.\nFigures 1–4.\nHolotype. THNHM 15904 [formerly Montri Sumontha field series (MS) 302], adult male (Figure 1);\nThailand, Chiang Mai Province, Chiang Dao District, Mae-Na Subdistrict, Ban Thakilek, Tham (Cave)\nPhabartmaejon, 19°20’34” N, 99°01’37”E, 486 m a.s.l., collected by Kirati Kunya, 26 December 2005.\nParatypes. THNHM 15905 [MS 201], adult female, CUMZ R 2009-6-24-5 [MS 202], adult male; same\ndata as holotype. KZM 002 [MS 181], adult female, CUMZ R 2009-6-24-6 [MS 182], adult female (Figure 2);\nsame locality as holotype, collected by Kirati Kunya, 30 March 2005.\nEtymology. We are pleased to name this new species in honor of Mr. Sophon Dumnui, Director of the\nZoological Park Organization under the Royal Patronage of His Majesty The King of Thailand. We suggest\nthe following common names: Tuk kai Dumnui (Thai), Dumnui’s bent toed gecko (English), Cyrtodactyle de\nDumnui (French), Dumnuis Bogenfingergecko (German), Kromvingergekko van Dumnui (Dutch).\nDiagnosis. A moderately sized Cyrtodactylus, snout-vent length to at least 84 mm; body slender, limbs\nand digits long, slender, tail much longer than SVL; one pair of greatly enlarged postmental scales in broad\ncontact with one another; no internasal scales; dorsal scalation with 18–22 regularly arranged rows of keeled\ntubercles; approximately 40 ventral scales across belly between well-developed, non-denticulate ventrolateral\nfolds; no precloacal groove, 5–6 precloacal pores separated by a diastema of 10–11 poreless scales from a\nseries of 6 small femoral pores borne on a row of enlarged femoral scales in males, femoral pores absent and\ntiny precloacal pores variably present in females; nine broad basal lamellae and ten narrow distal lamellae\nbeneath 4th\ntoe of pes; median subcaudal scales enlarged to form broad transverse plates; dorsal pattern of\nalternating light and dark transverse bands on occiput, nape, and body, 6–7 such dark bands between shoulder\nand sacrum, dark band on occiput usually broken medially.\nDescription of holotype. Adult male. SVL 81.2 mm; TailL 100.2 mm (91.4 mm regenerated). Head\nrelatively long (HeadL\/SVL ratio 0.29), wide (HeadW\/HeadL ratio 0.69), not markedly depressed (HeadH\/\nHeadL ratio 0.44), distinct from slender neck. Loreal region weakly inflated, canthus rostralis not prominent.\nSnout elongate (SnEye\/HeadL ratio 0.41), rounded; longer than eye diameter (OrbD\/SnEye ratio 0.63); scales\non snout small, rounded to oval, granular to weakly conical, mostly homogeneous, larger than those on crown,\ninterorbital and occipital regions. Eye large (OrbD\/HeadL ratio 0.26); pupil vertical with crenelated margins;\nsupraciliaries short, those at posterior of orbit bearing small conical spines. Ear opening vertically elliptical,\nlarge (EarL\/HeadL ratio 0.09); eye to ear distance greater than diameter of eyes (EyeEar\/OrbD ratio 1.10).\nRostral much wider (3.46 mm) than deep (2.16 mm), rostral crease very short (< ¼ height of rostral). Two\nenlarged supranasals in broad contact with one another, no internasals. Rostral in contact with first\nsupralabials, nostrils, and supranasals. Nostrils oval, more-or-less laterally directed, each surrounded by\nsupranasal, rostral, first supralabial and two enlarged postnasals. Two to three rows of small scales separate\norbit from supralabials. Mental triangular, wider (3.33 mm) than deep (2.82 mm). A single pair of greatly\nenlarged postmentals in broad contact behind mental, each postmental bordered anteromedially by mental,\n\f",
    "Zootaxa 2570 © 2010 Magnolia Press · 43\nNEW CYRTODACTYLUS FROM CHIANG MAI, THAILAND\nanterolaterally by first infralabial and anterior portion of second infralabial, posterolaterally by an enlarged\nlateral chinshield (or second postmental), and posteriorly by three granules, the medialmost of which also\ncontacts the other postmental. Supralabials to midorbital position 9\/9; enlarged supralabials to angle of jaws\n13\/12. Infralabials 10\/11. Interorbital scale rows across narrowest point of frontal bone 15.\nFIGURE 1. Adult male holotype of Cyrtodactylus dumnuii sp. nov. (THNHM 15904) from Tham (Cave)\nPhabartmaejon, Ban Thakilek, Mae-Na Subdistrict, Chiang Dao District, Chiang Mai Province, Thailand. Scale bar\nequals 20 mm.\nFIGURE 2. Paratype series of Cyrtodactylus dumnuii sp. nov. From left to right: MS THNHM 15905 (female), CUMZ\nR 2009-6-24-6 (female), KZM 002 (female), CUMZ R 2009-6-24-5 (male). Note the variation in the dorsal color pattern\nand the occipital band. Scale bar equals 20 mm.\n\f",
    "BAUER ET AL.\n44 · Zootaxa 2570 © 2010 Magnolia Press\nFIGURE 3. (A) Trunk scalation of the holotype of Cyrtodactylus dumnuii sp. nov. at midbody. Note the well-developed\nventrolateral fold and the relatively dense packing of the keeled dorsal tubercles. (B) Ventral view of cloacal region\nillustrating the enlarged femoral scale row. The position and approximate size of precloacal and femoral scales are\nindicated by the black markings. Scale bar in both panels equals 5 mm.\nFIGURE 4. Life photos of Cyrtodactylus dumnuii sp. nov. (A) Uncollected adult specimen from type locality. (B)\nCaptive specimen. Note the slender tail and green iris.\nBody slender, elongate (TrunkL\/SVL ratio 0.44) with well defined, non-denticulate ventrolateral folds.\nDorsal scales weakly heterogeneous, domed to conical; regularly distributed tubercles (4-5 times size of\nadjacent scales) extending from shoulder region on to tail base, smaller tubercles on postocular region, crown,\nocciput, and nape; most tubercles bearing a keel, those on flanks conical, often lacking a distinct keel, those\non posterior trunk and sacral region most prominent; tubercles in 22 regular rows at midbody, typically\nseparated from one another by 1–2 dorsal granules, three or more mid-dorsally (Figure 3A). Ventral scales\nlarger than dorsals, smooth, oval and subimbricate, largest on posterior abdomen and in precloacal region.\nMidbody scale rows across belly to lowest rows of tubercles 40. Gular region with homogeneous, smooth,\njuxtaposed granular scales.\nFive precloacal pores in continuous series. No precloacal groove. A continuous row of enlarged femoral\nscales, each about twice the size of adjacent anterior femoral scales, extending along length of femur and\n\f",
    "Zootaxa 2570 © 2010 Magnolia Press · 45\nNEW CYRTODACTYLUS FROM CHIANG MAI, THAILAND\ncontinuous with the precloacal pore-bearing scales. Six (left) to seven (right) tiny femoral pores in distal\nscales of enlarged femoral scales, separated by 10 (right) to 11 (left) poreless scales from precloacal series\n(Figure 3B). Postcloacal spurs each bearing three enlarged, smooth scales.\nScales on palm and sole smooth, rounded to oval or hexagonal, slightly domed. Scalation on dorsal\nsurfaces of limbs similar to body dorsum with enlarged, conical tubercles interspersed among smaller scales;\ntubercles separated from one another by 1–2 small scales, or in direct contact with one another. Fore and\nhindlimbs moderately long, slender (ForeaL\/SVL ratio 0.16; CrusL\/SVL ratio 0.20). Digits long, slender,\ninflected at interphalangeal joints, all bearing robust, slightly recurved claws. Basal subdigital lamellae broad,\novoid to rectangular, without scansorial surfaces (5-7-7-6-8 right manus; 6-7-7-9-8 right pes); narrow lamellae\ndistal to digital inflection and not including ventral claw sheath: 9-9-11-10-8 (right manus), 10-9-11-10-9\n(right pes); very weakly developed interdigital webbing between digits (except IV and V). Relative length of\ndigits: IV>III>II>V>I (manus); V>IV~III>II>I (pes). Mostly regenerated tail, long, slightly depressed, gently\ntapering to pointed tip; longer than SVL (TailL\/SVL ratio 1.23). Tail with enlarged median subcaudal plates.\nColoration in ethanol. Dorsum of alternating whitish to grayish-brown and chocolate brown transverse\nbands; chocolate bands with paler centers, grayish-brown bands often with darker centers. Six dark bands\nfrom shoulder to sacrum, another on tail base. Additional incomplete dark bands on nape and occiput. Dark\nbands fusing near ventrolateral margin of trunk. Most dorsal tubercles, except those on darkest brown areas,\nwhitish. Dorsum of head medium brown with irregular cream to grayish markings between occipital band and\nposterior margin of orbit. A chocolate brown stripe extends from lower posterior corner of orbit, forms a right\nangle above the tympanum, and passes medially to form the broken occipital band. A vague pale canthal\nstripe is present. Supra- and infralabials mottled brown and gray, darkest anteriorly. Dorsal surfaces of limbs\nwith alternating chocolate and gray-brown markings, palms grayish. Dorsum of regenerated tail light brown\nwith irregular beige to cream markings. Dorsal trunk coloration ends abruptly at ventrolateral folds. Venter\nbeige with brown speckling, densest under chin, on lower abdomen and precloacal region, under thighs, and at\nlateral margins. Tail venter mottled gray-brown.\nColor in life (based on photographs of uncatalogued specimens, Figure 4) similar to that in preservative.\nIris green, rims of orbits and posterior supralabials pale yellowish to white.\nVariation. Comparative mensural data for the holotype and paratypes are given in Table 1. Meristic\ncharacters of the paratypes mostly correspond to those of the holotype except as noted. Rows of tubercles 18–\n20 in paratypes (Tabler 1). Male paratype with six precloacal pores separated by 11 poreless scales from a\nseries of six femoral pores on each thigh. Female paratypes with no femoral pores and 0–7 precloacal pores\n(Table 1); if present, precloacal pores minute. Original portion of tail of CUMZ R 2009-6-24-6 weakly\ndifferentiated into annuli, with two subcaudal plates corresponding to eight rows of small, rectangular,\nsubimbricate dorsal scales, decreasing to seven, then six such rows posteriorly. Dorsally original tail with\ncream blotches separated by more extensive brown markings. THNHM 15905 with seven dark transverse\nbands between shoulders and sacrum. CUMZ R 2009-6-24-6 with occipital band complete, partly complete in\nCUMZ R 2009-6-24-5. In living non-type specimens (Figure 4) the slender original tail exhibits 13–14 ashy\nblotches or rings on a chocolate to purplish-brown background. Caudal tubercles are limited to the pygal\nportion of the tail only.\nComparisons with other species. As discussed by Bauer et al. (2009), a number of geographically\ncoherent and\/or phenotypically similar clusters of species of Cyrtodactylus have recently been recognized in\nthe literature. However, a comprehensive phylogenetic frame work for the group is still pending. We therefore\nprovide comparisons of C. dumnuii sp. nov. to all of the Cyrtodactylus species described as of 1 April 2010\n(exclusive of the distinctive South Asian Geckoella, sometimes considered as a subgenus of Cyrtodactylus,\nand a number of bent-toed geckos of questionable generic allocation occurring in Nepal, northern India, and\nTibet [Xizang Autonomous Region]).\nRösler and Glaw (2008) provided an extensive table summarizing a diversity of features across nearly 100\nspecies of Cyrtodactylus sensu lato. Because of the incredible rate at which new Cyrtodactylus have been\ndescribed from southeast Asia, this set of comparisons is already somewhat outdated. Data from additional\ntaxa and corrections to Rösler and Glaw’s (2008) data were derived from Oliver et al. (2008), Grismer &\n\f",
    "BAUER ET AL.\n46 · Zootaxa 2570 © 2010 Magnolia Press\nNorhayati (2008), Grismer et al. (2008), Linkem et al. (2008), Nazarov et al. (2008), Ngo (2008), Ngo &\nBauer (2008), Ngo et al. (2008), Rösler et al. (2008), Bauer et al. (2009), Geissler et al. (2009), Welton et al.\n(2009, 2010), Chan & Norhayati (2010), Sumontha et al. (2010), and Ziegler et al. (2010).\nTABLE 1. Mensural and selected meristic data for the type series of Cyrtodactylus dumnuii sp. nov. DorTub =\nLongitudinal Rows of Dorsal Tubercles, PreclP = Precloacal Pores, FemP = Femoral Pores (Left–Right), other\nabbreviations as in Materials and methods. All measurements in mm. * = head damaged, reliable measurements not\npossible.\nThe presence in males of separate series of femoral pores (versus no femoral pores or continuous\nprecloacal-femoral pores) in C. dumnuii distinguishes it from C. angularis (Smith), C. chanhomeae Bauer et\nal., C. intermedius (Smith), C. jarujini Ulber, C. oldhami (Theobald), C. papilionoides Ulber & Grossmann,\nC. peguensis (Boulenger), C. quadrivirgatus Taylor, C. sumonthai Bauer et al., C. thirakhupti Pauwels et al.,\nand C. variegatus (Blyth), among Thai congeners and from the following extralimital species: C. adleri Das,\nC. annulatus (Taylor), C. aurensis Grismer, C. ayeyarwadyensis Bauer; C. badenensis Nguyen et al., C.\nbatucolus Grismer et al., C. brevidactylus Bauer, C. cattienensis Geissler et al., C. cavernicolus Inger & King,\nC. chauquangensis Hoang et al., C. condorensis (Smith), C. consobrinoides (Annandale), C. cracens\nBatuwita & Bahir; C. cryptus Heidrich et al., C. deveti (Brongersma), C. edwardtaylori Batuwita & Bahir; C.\nelok Dring, C. epiroticus Kraus, C. feae (Boulenger), C. fraenatus (Günther), C. fumosus (Müller), C. gansi\nBauer, C. halmahericus (Mertens), C. hontreensis Ngo et al., C. ingeri Hikida, C. irianjayaensis Rösler, C.\nirregularis (Smith), C. khasiensis (Jerdon), C. klugei Kraus, C. lateralis (Werner), C. malayanus (de Rooij),\nC. malcolmsmithi (Constable), C. matsuii Hikida, C. nigriocularis Nguyen et al., C. nuaulu Oliver et al., C.\npantiensis Grismer et al., C. papuensis (Brongersma), C. paradoxus (Darevsky & Szczerbak), C.\nphongnhakebangensis Ziegler et al., C. pseudoquadrivirgatus Rösler et al., C. pubisulcus Inger, C. ramboda\nTHNHM 15904\nHolotype\nCUMZ\nR 2009-6-24-5\nParatype\nKZM 002\nParatype\nCUMZ\nR 2009-6-24-6\nParatype\nTHNHM 15905\nParatype\nSex male male female female female\nSVL 81.2 84.2 83.6 76.2 76.5\nForeaL 12.8 14.5 13.8 13.6 12.9\nCrusL 15.9 17.2 16.3 15.3 15.4\nTailL 100.2\n(8.8 original)\n54.0\n(17.4 original)\n95.1\n(9.1 original)\n33.6 (broken) 7.1\nTailW 7.8 7.5 6.7 4.4 —\nTrunkL 35.6 36.1 35.4 34.7 33.3\nHeadL 23.4 23.4 23.1 22.8 23.3\nHeadW 16.1 16.4 16.0 14.8 14.6\nHeadH 10.4 * 10.0 10.2 8.5\nOrbD 6.0 5.2 5.7 6.1 6.0\nEyeEar 6.6 6.9 6.6 6.2 5.7\nSnEye 9.7 10.2 9.7 9.4 9.1\nNarEye 7.0 7.2 6.8 7.0 6.5\nInterorb 3.6\/7.5 * 3.7\/7.7 3.3\/7.6 3.4\/7.2\nEarL 2.1 2.2 2.7 2.4 2.7\nInternar 2.6 2.7 2.7 2.5 2.6\nDorTub 22 20 18 18 20\nPreclP 5 6 5 0 7\nFemP 6–7 6–6 0 0 0\n\f",
    "Zootaxa 2570 © 2010 Magnolia Press · 47\nNEW CYRTODACTYLUS FROM CHIANG MAI, THAILAND\nBatuwita & Bahir, C. robustus Kraus, C. roesleri Ziegler et al., C. rubidus (Blyth), C. seribuatensis Youmans\n& Grismer; C. sermowaiensis (de Rooij), C. serratus Kraus, C. soba Batuwita & Bahir; C. stresemanni Rösler\n& Glaw, C. subsolanus Batuwita & Bahir; C. sworderi (Smith), C. tautbatorum Welton et al., C. tiomanensis\nDas & Lim, C. tuberculatus (Lucas & Frost), and C. yoshii Hikida.\nThe presence of precloacal pores in males distinguishes C. dumnuii from C. eisenmanae Ngo; C.\ngordongekkoi (Das), C. jellesmae (Boulenger), C. laevigatus Darevsky, C. semenanjungensis Grismer &\nLeong, and C. wallacei Hayden et al. It differs from its Thai congeners C. consobrinus (Peters), C.\ninterdigitalis Ulber and C. tigroides Bauer et al., as well as C. aaroni Günther & Rösler, C. aequalis Bauer, C.\nbaluensis (Mocquard), C. caovansungi Orlov et al., C. louisiadensis (de Vis), C. mimikanus (Boulenger), C.\nrusselli Bauer, C. salomonensis Rösler et al., C. slowinskii Bauer, and C. tripartitus Kraus in a lower number\nof precloacal pores (5–6 versus 7 or more [usually 9 or more]).\nCyrtodactylus dumnuii may be distinguished from C. macrotuberculatus Grismer & Norhayati, C.\nphilippinicus (Steindachner), C. spinosus Linkem et al., and the Thai species C. pulchellus Gray, by the\nabsence of a longitudinal or steeply angled precloacal sulcus or groove, from C. marmoratus (Kuhl) and C.\nsadleiri Wells & Wellington by the absence of a recessed transverse precloacal groove, from C. biordinis\nBrown & McCoy by the presence of a single, versus double row of femoral pores, and from C. chrysopylos\nBauer by the absence of an enlarged pore-bearing scale posterior to the precloacal pore row. An enlarged\nseries of femoral scales separates the new species from C. annandalei Bauer, C. buchardi David et al., C.\ngrismeri Ngo, C. murua Kraus & Allison, and C. wakeorum Bauer.\nFIGURE 5. Map of Thailand showing the type locality of Cyrtodactylus dumnuii sp. nov. Tham Phabartmaejon (white\ndot), in Chiang Mai Province (shaded black).\n\f",
    "BAUER ET AL.\n48 · Zootaxa 2570 © 2010 Magnolia Press\nFIGURE 6. Tham Phabartmaejon, type locality of Cyrtodactylus dumnuii sp. nov. (A) View of Phabartmaejon Hill\nshowing its isolation and relatively small size. (B) Phabartmaejon Cave entrance.\nThe new species may be distinguished from the Thai species C. brevipalmatus (Smith) and the\nextralimital congeners C. agamensis (Bleeker), C. agusanensis (Taylor), C. capreoloides Rösler et al., C.\ndarmandvillei (Weber), C. derongo Brown & Parker, C. gubernatoris (Annandale), C. huynhi Ngo & Bauer,\nC. jarakensis Grismer et al., C. loriae (Boulenger), C. novaeguineae (Schlegel), C. papilionoides Ulber &\nGrossmann, C. wetariensis (Dunn), C. ziegleri Nazarov et al., and C. zugi Oliver et al. by the presence of\nenlarged subcaudal plates in the original tail and from C. redimiculus King and C. takouensis Ngo & Bauer by\nits greater number of rows of dorsal tubercles (18–22 versus 14–16 and 10, respectively). Finally, C. dumnuii\nalso differs from its most recently described Thai congeners; from C. erythrops Bauer et al. it is distinguished\nby its greater number of scales across the venter at midbody (40 versus 28), and from C. auribalteatus\nSumontha et al. it differs in having 6–7 (versus 4) dark bands from the shoulders to the sacrum.\nDistribution and natural history. Cyrtodactylus dumnuii has been collected only from a single locality\nnear the Myanmar border in Chiang Mai Province in the northwest of Thailand (Figure 5). Specimens were\ncollected inside the entrance and up to 30 m within Tham (Cave) Phabartmaejon (Figure 6), during daylight\nhours.\nDiscussion\nCyrtodactylus dumnuii is the nineteenth species of bent-toed gecko to be recorded from Thailand and like\nmany of its recently described congeners, both in Thailand and elsewhere in southeast Asia (e.g., Ziegler et al.\n2002 [2003], 2010; Hoang et al. 2007; Ngo 2008; Ngo et al. 2008; Nazarov et al. 2008; Bauer et al. 2009), it\nis a troglophile or facultative cavernicole (sensu Chapman 1985), often using caves as retreat sites or as\nsources of prey, but not absolutely dependent on the cave environment.\nIn addition to the many recently described species of Southeast Asian Cyrtodactylus, further undescribed\ntaxa have been identified throughout the region, including from elsewhere in Thailand (Sumontha, pers.\nobserv.). Phylogenetic studies of Cyrtodactylus have thus far been limited, but suggest that some taxa\noccurring in close geographic proximity to one another are also closely related (e.g., Welton et al. 2010;\nZiegler et al. 2010). Our own investigations based on nuclear and mitochondrial DNA (Bauer et al.,\nunpublished) suggest that Thai cave geckos are relatively closely related to one another and that they are part\nof a larger clade of bent-toed geckos with closer affinities to Malaysian and Indochinese taxa than to those in\nMyanmar. However, taxa such as C. erythrops from Mae Hong Son Province and C. dumnuii sp. nov. from\nChiang Mai Province, both on the Myanmar border, will require careful scrutiny as it is expected that\nrepresentatives of both the Indochinese and Myanmar radiations of Cyrtodactylus could occur in this region.\n\f",
    "Zootaxa 2570 © 2010 Magnolia Press · 49\nNEW CYRTODACTYLUS FROM CHIANG MAI, THAILAND\nLike other limestone-dwelling geckos, C. dumnuii sp. nov. probably has a restricted distribution and\nshould be considered susceptible to localized threats and the evaluation of the conservation status of the new\nspecies should be a priority. Cyrtodactylus species are often attractive and many have entered the international\npet trade (Pauwels et al. 2004).\nAcknowledgments\nWe thank Lt. Col. Krawi Kreethapon, Banyat Insuwan and Wichai Sanrattanachai (Nakhonratchasima Zoo,\nZPO), Sumat Kamolnorranat (Conservation, Research and Education Division, ZPO) and Mr. Tanya Chan-ard\n(THNHM) for their support. Georges L. Lenglet (IRSNB), Robert C. Drewes and Jens V. Vindum (CAS),\nGeorge Zug, Robert Wilson and Ken Tighe (USNM), and James Hanken and José Rosado (MCZ, Harvard\nUniversity) kindly provided access to comparative material in their care. The senior author was supported by\ngrant DEB 0844523 from the National Science Foundation of the United States.\nReferences\nBauer, A.M. (2002) Two new species of Cyrtodactylus (Squamata: Gekkonidae) from Myanmar. Proceedings of the\nCalifornia Academy of Sciences, 53, 75–88.\nBauer, A.M. (2003) Descriptions of seven new Cyrtodactylus (Squamata: Gekkonidae) with a key to the species of\nMyanmar (Burma). Proceedings of the California Academy of Sciences, 54, 463–498.\nBauer, A.M., Kunya, K., Sumontha, M., Niyomwan, P., Panitvong, N., Pauwels, O.S.G., Chanhome, L. & Kunya, T.\n(2009)Cyrtodactylus erythrops (Squamata: Gekkonidae), a new cave-dwelling gecko from Mae Hong Son Province,\nThailand. Zootaxa, 2142, 51–62.\nBauer, A.M., Pauwels, O.S.G. & Chanhome, L. (2002) A new species of cave-dwelling Cyrtodactylus (Squamata:\nGekkonidae) from Thailand. Natural History Journal of the Chulalongkorn University, 2(2), 19–29.\nBauer, A.M., Sumontha, M. & Pauwels, O.S.G. (2003) Two new species of Cyrtodactylus (Reptilia: Squamata:\nGekkonidae) from Thailand. Zootaxa, 376, 1–18.\nChan, K.O. & Norhayati, A. (2010) A new insular species of Cyrtodactylus (Squamata: Gekkonidae) from northeastern\nPeninsular Malaysia, Malaysia. Zootaxa, 2389, 47–56.\nChapman, P. (1985) Cave-frequenting vertebrates in the Gunung Mulu National Park, Sarawak. Sarawak Museum\nJournal, 34, 101–113, pls. VI–XI.\nGeissler, P., Nazarov, P. Orlov, N.L., Böhme, W., Phung, T.M., Nguyen, T.Q. & Ziegler, T. (2009) A new species of the\nCyrtodactylus irregularis complex (Squamata: Gekkonidae) from southern Vietnam. Zootaxa, 2161, 20–32.\nGrismer, L.L., Chan, K.O., Grismer, J.L., Wood, Jr., P.L. & Daicus, B. (2008) Three new species of Cyrtodactylus\n(Squamata: Gekkonidae) from Peninsular Malaysia. Zootaxa, 1921, 1–23.\nGrismer, L.L. & Norhayati, A. (2008) A new insular species of Cyrtodactylus (Squamata: Gekkonidae) from the\nLangkawi Archipelago, Kedah, Peninsular Malaysia. Zootaxa, 1924, 53–68.\nHoang, X.Q., Orlov, N.L., Ananjeva, N.B., Johns, A.G., Hoang, N.T. & Dau, Q.V. (2007) Description of a new species of\nthe genus Cyrtodactylus Gray, 1827 (Squamata: Sauria: Gekkonidae) from the karst of north central Vietnam.\nRussian Journal of Herpetology, 14, 98–106.\nLinkem, C.W., McGuire, J.A., Hayden, C.J., Setiadi, M.I., Bickford, D.P. & Brown, R.M. (2008) A new species of bent-\ntoe gecko (Gekkonidae: Cyrtodactylus) from Sulawesi Island, Eastern Indonesia. Herpetologica, 64, 232–242.\nNazarov, R.A., Orlov, N.L., Nguyen, N.S. & Ho, T.C. (2008) Taxonomy of naked-toes [sic] geckos Cyrtodactylus\nirregularis complex of South Vietnam and description of a new species from Chu Yang Sin Natural Park (Kring\nBong District, Dac Lac Province, Vietnam). Russian Journal of Herpetology, 15, 141–156.\nNgo, V.T. (2008) Two new cave-dwelling species of Cyrtodactylus Gray (Squamata: Gekkonidae) from southwestern\nVietnam. Zootaxa, 1909, 37–51.\nNgo, V.T. & Bauer, A.M. (2008) Descriptions on two new species of Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae)\nendemic to southern Vietnam. Zootaxa, 1715, 27–42.\nNgo, V.T., Grismer, L.L. & Grismer, J.L. (2008) A new endemic cave dwelling species of Cyrtodactylus Gray, 1827\n(Squamata: Gekkonidae) in Kien Giang Biosphere Reserve, southwestern Vietnam. Zootaxa, 1967, 53–62.\nOliver, P., Tjaturadi, B., Mumpuni, Krey, K. & Richards, S. (2008) A new species of large Cyrtodactylus (Squamata:\nGekkonidae) from Melanesia. Zootaxa, 1894, 59–68.\n\f",
    "BAUER ET AL.\n50 · Zootaxa 2570 © 2010 Magnolia Press\nPauwels, O.S.G., Bauer, A.M., Sumontha, M. & Chanhome, L. (2004) Cyrtodactylus thirakhupti (Squamata:\nGekkonidae), a new cave-dwelling gecko from southern Thailand. Zootaxa, 772, 1–11.\nRösler, H. & Glaw, F. (2008) A new species of Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae) from Malaysia\nincluding a literature survey of mensural and meristic data in the genus. Zootaxa, 1729, 8–22.\nRösler, H., Vu, N.T., Nguyen, Q.T., Ngo, V.T. & Ziegler, T. (2008) A new Cyrtodactylus (Squamata: Gekkonidae) from\ncentral Vietnam. Hamadryad, 33, 48–63.\nSmith, M.A. (1935) The Fauna of British India, Including Ceylon and Burma. Reptilia and Amphibia. Vol. II. Sauria.\nTaylor and Francis, London, xiii + 440 pp., 1 pl., 2 folding maps.\nSumontha, M., Panitvong, N. & Deein, G. (2010) Cyrtodactylus auribalteatus (Squamata: Gekkonidae), a new cave-\ndwelling gecko from Phitsanulok Province, Thailand. Zootaxa, 2370, 53–64.\nTaylor, E.H. (1963) The lizards of Thailand. University of Kansas Science Bulletin 44, 687–1077.\nUetz, P. (2010) The Reptile Database [http:\/\/www.reptile-database.org]. Accessed 10 April 2010.\nWelton, L.J., Siler, C.D., Diesmos, A.C. & Brown, R.M. (2009) A new bent-toed gecko (Genus Cyrtodactylus) from\nsouthern Palawan Island, Philippines and clarification of the taxonomic status of C. annulatus. Herpetologica, 65,\n328–343.\nWelton, L.J., Siler, C.D., Diesmos, A.C. & Brown, R.M. (2010) Phylogeny-based species delimitation of southern\nPhilippines bent-toed geckos and a new species of Cyrtodactylus (Squamata: Gekkonidae) from western Mindanao\nand the Sulu Archipelago. Zootaxa, 2390, 49–68.\nYoumans, T.M. & Grismer, L.L. (2006) A new species of Cyrtodactylus (Reptilia: Squamata: Gekkonidae) from the\nSeribuat Archipelago, West Malaysia. Herpetological Natural History, 10(1), 61–70.\nZiegler, T., Nazarov, R., Orlov, N., Nguyen, T.Q., Vu, T.N., Dang, K.N., Dinh, T.H. & Schmitz, A. (2010) A third new\nCyrtodactylus (Squamata: Gekkonidae) from Phong Nha-Ke Bang National Park, Truong Son Range, Vietnam.\nZootaxa, 2413, 20–36.\nZiegler, T., Rösler, H., Herrmann, H.-W. & Vu, N.T. (2002 [2003]) Cyrtodactylus phongnhakebangensis sp. n., ein neuer\nBogenfingergecko aus dem annamitischen Karstwaldmassiv, Vietnam. herpetofauna, 24(141), 11–25.\n\f"
  ]
}