{
  "status": 200,
  "sha1": "1086fa0815c7b82acad1b97bb3642e2b5126aa34",
  "pages": [
    "Accepted by A. Bauer: 02 Nov. 2011; published: 23 Dec. 2011\nZOOTAXA\nISSN 1175-5326 (print edition)\nISSN 1175-5334 (online edition)\nCopyright © 2011 · Magnolia Press\nZootaxa 3146: 1–63 (2011)\nwww.mapress.com\/zootaxa\/\nMonograph\nZOOTAXA\nRevision of the genus Cyrtodactylus Gray, 1827\n(Squamata: Gekkonidae) in Australia\nGLENN SHEA1,2\n,PATRICK COUPER3\n, JESSICA WORTHINGTON WILMER3\n& ANDREW AMEY3\n1\nFaculty of Veterinary Science B01, University of Sydney, NSW 2006, Australia.\nglenn.shea@sydney.edu.au\n2\nThe Australian Museum, College Street, Sydney, NSW 2000, Australia.\n3\nBiodiversity, Queensland Museum, PO Box 3300, South Brisbane, Queensland 4101, Australia.\nMagnolia Press\nAuckland, New Zealand\n3146\n\f",
    "SHEA ET AL.\n2 · Zootaxa 3146 © 2011 Magnolia Press\nGLENN SHEA,PATRICK COUPER, JESSICA WORTHINGTON WILMER & ANDREW AMEY\nRevision of the genus Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae) in Australia\n(Zootaxa 3146)\n63 pp.; 30 cm.\n23 Dec. 2011\nISBN 978-1-86977-835-4 (paperback)\nISBN 978-1-86977-836-1 (Online edition)\nFIRST PUBLISHED IN 2011 BY\nMagnolia Press\nP.O. Box 41-383\nAuckland 1346\nNew Zealand\ne-mail: zootaxa@mapress.com\nhttp:\/\/www.mapress.com\/zootaxa\/\n© 2011 Magnolia Press\nAll rights reserved.\nNo part of this publication may be reproduced, stored, transmitted or disseminated, in any form, or by any\nmeans, without prior written permission from the publisher, to whom all requests to reproduce copyright\nmaterial should be directed in writing.\nThis authorization does not extend to any other kind of copying, by any means, in any form, and for any purpose\nother than private research use.\nISSN 1175-5326 (Print edition)\nISSN 1175-5334 (Online edition)\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 11\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nTABLE\n2.\nUncorrected\nsequence\ndivergence\nestimates\nwithin\nand\nbetween\nAustralian,\nPNG\nand\nSolomon\nIs.\nCyrtodactylus\nspecies.\nValues\non\nthe\ndiagonal\n(in\nbold)\nare\naverage\nwithin\nspecies\nestimates,\nvalues\nbelow\nthe\ndiagonal\nare\naverage\nbetween\nspecies\nestimates.\nStandard\nerrors\nare\npresented\nwhere\nthere\nare\nmore\nthan\ntwo\nnon-identical\nsequences.\nC.\ntuberculatus\nC.\nhoskini\nC.\nmcdonaldi\nC.\npronarus\nC.\nadorus\nC.\nnovaeguineae\nC.\nzugi\nC.\nsalomonensis\nC.\nlouisiadensis\nC.\nepiroticus\nC.\ntripartitus\nC.\nklugei\nC.\nrobustus\nC.\nloriae\nC.\nsermowaiensis\nC.\nangularis\nC.\ntuberculatus\n2.03%\n±\n0.01\nC.\nhoskini\n12.12%\n±\n0.01\n0.00%\nC.\nmcdonaldi\n11.07%\n±\n0.01\n11.79%\n±\n0.02\n5.78%\n±\n0.01\nC.\npronarus\n16.81%\n±\n0.01\n17.72%\n±\n0.01\n16.72%\n±\n0.01\n0.65%\n±\n0.01\nC.\nadorus\n14.28%\n±\n0.01\n16.43%\n±\n0.01\n14.54%\n±\n0.01\n8.53%\n±\n0.01\n0.00%\nC.\nnovaeguineae\n18.00%\n±\n0.10\n17.37%\n±\n0.09\n17.18%\n±\n0.08\n18.75%\n±\n0.06\n17.19%\n±\n0.13\n2.46%\n±\n1.17\nC.\nzugi\n16.73%\n±\n0.07\n17.22%\n±\n0.08\n16.46%\n±\n0.25\n19.21%\n±\n0.06\n18.06%\n±\n0.06\n12.92%\n±\n0.12\n0.49%\nC.\nsalomonensis\n19.18%\n±\n0.16\n20.02%\n±\n0.38\n19.44%\n±\n0.32\n23.57%\n±\n0.38\n21.44%\n±\n0.47\n18.76%\n±\n0.30\n19.80%\n±\n0.32\n8.34%\n±\n0.66\nC.\nlouisiadensis\n20.51%\n±\n0.12\n20.78%\n±\n0.06\n20.12%\n±\n0.08\n21.24%\n±\n0.07\n19.87%\n±\n0.00\n20.31%\n±\n0.36\n20.47%\n±\n0.06\n15.72%\n±\n0.42\nN\/A\nC.\nepiroticus\n18.85%\n±\n0.09\n19.52%\n±\n0.06\n19.13%\n±\n0.06\n19.82%\n±\n0.10\n18.32%\n±\n0.00\n19.77%\n±\n0.12\n18.64%\n±\n0.08\n13.44%\n±\n0.12\n10.90%\n±\n0.05\n0.10%\nC.\ntripartitus\n17.81%\n±\n0.12\n19.01%\n±\n0.09\n18.90%\n±\n0.18\n20.77%\n±\n0.07\n19.77%\n±\n0.00\n19.51%\n±\n0.33\n18.68%\n±\n0.25\n14.68%\n±\n0.78\n15.99%\n14.10%\n±\n0.05\nN\/A\nC.\nklugei\n17.45%\n±\n0.10\n18.36%\n±\n0.03\n17.62%\n±\n0.32\n21.25%\n±\n0.07\n19.38%\n±\n0.00\n19.78%\n±\n0.04\n19.54%\n±\n0.06\n16.25%\n±\n0.45\n17.05%\n15.65%\n±\n0.05\n16.38%\nN\/A\nC.\nrobustus\n17.57%\n±\n0.16\n19.47%\n±\n0.03\n18.37%\n±\n0.10\n22.20%\n±\n0.08\n20.64%\n±\n0.00\n19.92%\n±\n0.11\n19.34%\n±\n0.13\n16.60%\n±\n0.52\n17.44%\n15.85%\n±\n0.05\n16.38%\n12.02%\nN\/A\nC.\nloriae\n20.11%\n±\n0.06\n19.97%\n±\n0.05\n18.59%\n±\n0.46\n22.82%\n±\n0.08\n22.00%\n±\n0.00\n20.68%\n±\n0.2\n19.76%\n±\n0.00\n21.38%\n±\n0.97\n21.71%\n20.25%\n±\n0.00\n20.54%\n19.28%\n20.16%\nN\/A\nC.\nsermowaiensis\n19.05%\n±\n0.07\n19.85%\n±\n0.17\n18.96%\n±\n0.15\n20.61%\n±\n0.09\n19.21%\n±\n0.21\n19.86%\n±\n0.14\n19.81%\n±\n0.16\n21.74%\n±\n0.58\n22.47%\n±\n0.30\n20.17%\n±\n0.05\n21.55%\n±\n0.64\n18.62%\n±\n0.01\n19.70%\n±\n0.03\n19.91%\n±\n0.25\n4.54%\nC.\nangularis\n24.88%\n±\n0.1\n25.22%\n±\n0.05\n24.21%\n±\n0.29\n26.76%\n±\n0.1\n24.82%\n±\n0.00\n26.32%\n±\n0.23\n25.26%\n±\n0.00\n24.79%\n±\n0.96\n26.17%\n25.15%\n±\n0.05\n24.91%\n23.65%\n24.82%\n25.11%\n25.14%\n±\n0.076\nN\/A\nC.\njarujini\n2305%\n±\n0.1\n25.26%\n±\n0.05\n22.89%\n±\n0.24\n26.30%\n±\n0.03\n24.95%\n±\n0.00\n24.80%\n±\n0.13\n22.28%\n±\n0.06\n25.44%\n±\n1.08\n25.13%\n24.07%\n±\n0.05\n25.36%\n23.82%\n24.14%\n25.87%\n23.26%\n±\n0.76\n22.39%\n\f",
    "SHEA ET AL.\n12 · Zootaxa 3146 © 2011 Magnolia Press\nTABLE 3. Discriminant function coefficients, standardised by within-variances, for female and male analyses.\nThe following morphometric characters were measured, where possible, on each specimen from Australian\ncollections: snout-vent length (SVL), measured along the ventral midline, from the tip of the snout to the anterior\nmargin of the vent, with the specimen straightened against a flat ruler; axilla-groin length (AGL), similarly mea-\nsured, from the posterior edge of the junction of the brachium and body wall to the anterior edge of the junction of\nthe thigh and body wall, with the limbs held at right angles to the body; tail length (TL), similarly measured, from\nthe anterior margin of the vent to the tip of the tail in individuals with complete original tails only; head length\n(HL), obliquely from the midline of the tip of the snout to the anterior margin of the ear opening; head width (HW),\nacross the widest point of the head, anterior to the ears; head depth (HD), at the deepest point of the head, over the\nparietal table, and including the lower jaw; internarial interval (IN), between the medial margins of the nostrils;\nsnout length (SL), from the midline of the tip of the snout to the anterior margin of the bony orbit; eye-naris interval\n(EN), from the posterior margin of the nostril to the anterior margin of the bony orbit; eye diameter (EYE), from\nmid anterior to mid posterior margin of spectacle, excluding the peripheral scales; eye-ear interval (EE), from pos-\nterior margin of bony orbit to anterior margin of ear; ear diameter (EAR), obliquely across the maximum diameter\nof the ear; antebrachial length (FLL), with limb strongly flexed, from elbow to distal carpal articulation; tibia\nlength (HLL), with limb strongly flexed, from knee to tarsus; tail width (TW), across base of tail immediately pos-\nterior to the postcloacal sacs. SVL, AGL and TL were measured to the nearest 0.5 mm with a steel ruler; the other\nmeasurements were taken with dial calipers, viewed under a dissecting microscope, to the nearest 0.1 mm.\nThe following meristic characters were counted on each individual in Australian collections: number of\nenlarged scales in a row on the ventral surface of the femoro-precloacal area, counted along the most posterior\nenlarged row of the femoral area; number of pores along the scales in this row, when present, and the number of\nscales involved in breaks in the pore-bearing series; longitudinal rows of ventral scales counted transversely across\nthe mid-point of the axilla-groin interval, between ventrolateral skin folds and including the scales to the peak of\nthe fold; number of longitudinal rows of enlarged tubercles across the body dorsum, at the midpoint of the axilla-\ngroin interval; number of supralabial scales, counted from the first scale posterior to the rostral scale, posteriorly to\nthe point at which the scale row tilts dorsally posteroventral to the eye; number of infralabial scales, counted from\nthe first scale posterior to the mental scale, posteriorly to the last enlarged scale. Because the subdigital lamellae\nshow an abrupt change in size below the proximal interphalangeal joint, as the digit arches dorsally, subdigital\nlamellae on each digit were counted in two series: a basal enlarged series, counts commencing proximally at the\nfirst noticeably enlarged scale on the sole of the foot (this scale was either about 50% larger than the granules sur-\nrounding it, or was preceded by a pair of smaller scales) and ending at the last enlarged scale before the sharp\nFemales Males\nCharacter Function 1 Function 2 Function 3 Function 4 Function 1 Function 2 Function 3\nSVL 0.317 0.150 0.037 0.382 0.436 0.785 0.303\nFemoroprecloacal scales 1.060 0.022 0.310 -0.179 1.035 -0.219 -0.173\nTransventral scales 0.130 0.184 -0.390 0.471 0.197 -0.183 0.462\nFourth toe lamellae 0.101 -0.741 0.066 0.646 -0.365 0.691 0.213\nDorsal tubercle rows 0.057 -0.491 -0.101 -0.150 0.370 0.449 -0.287\nAdjusted AGL 0.083 -0.293 0.036 0.032 0.292 0.232 0.350\nAdjusted HLL -0.010 -0.098 -0.703 0.267 0.213 0.217 0.114\nAdjusted TW 0.611 0.311 0.092 -0.225 -0.221 0.426 0.039\nAdjusted HW -0.604 -0.353 -0.093 0.814 -0.112 -0.599 -1.252\nAdjusted HD 0.163 -0.216 0.382 0.408 -0.464 0.094 0.324\nAdjusted IN -0.133 -0.594 -0.202 -0.521 -0.074 -0.183 -0.537\nAdjusted EN 0.575 -0.224 -0.052 -0.021 0.025 0.598 0.098\nAdjusted EE -0.411 0.832 0.386 0.770 -0.028 -0.110 0.913\nAdjusted Ear -0.091 -0.441 0.165 0.181 -0.327 0.114 0.317\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 13\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nreduction in lamella width; and a distal narrow series, from the first scale beyond this point, to and including the\nscale sheathing the claw. This method of counting subdigital lamellae often included some scales on the sole of the\nfoot rather than just those below the phalanges. However, this method was adopted due to the difficulty in deter-\nmining exactly where to commence counting on the digit, due to the slight webbing at the base of some digits. We\ncounted lamellae on only one foot per specimen; usually the left, unless damage or distortion made it necessary to\nexamine the right foot.\nFor specimens from institutions outside Australia, we counted and measured a reduced set of characters: SVL,\nventral scales and enlarged femoroprecloacal scales and pores, together with the number and configuration of dark\nbands on body and tail.\nMorphological analyses. To test the hypothesis that the Australian Cyrtodactylus represent one extremity of a\ncline of variation in a widespread taxon C. louisiadensis, we studied the pattern of geographic variation in femoro-\nprecloacal pores within C. louisiadensis sensu lato. The distribution of this broader entity was represented by three\narcs running from north-west to south-east: the northernmost from Bougainville to the Solomon Islands (5º S 154º\nE to 9º S 160º E), the second along the northern New Guinea coast, and south-east through the Louisiade Archipel-\nago (6º S 146º E to 11º S 154º E), and the southernmost along the north-east Australian coast and ranges (12º S\n143º E to 17º S 145º E) (Fig. 2). We plotted femoroprecloacal pore number in each arc against longitude for the two\nnorthern arcs (as the range of longitude was greater than for latitude in both, and longitude and latitude were corre-\nlated) and against latitude for the Australian arc, to explore the nature of the relationship and regressed pore count\nagainst the same variables with simple linear regression. As two populations (in the south in Australia, and on Mis-\nima Island in New Guinea) had gaps in the femoroprecloacal pores series, and as pores were only present in males,\nwe also considered the pattern of variation in each arc for total number of enlarged femoroprecloacal scales (allow-\ning us to exclude the gaps, and increase the samples by inclusion of females), and for number of transventral scales,\nwhich should also be affected in the same way in each arc if a general cline existed from high numbers of less\nenlarged scales in the north to small numbers of more enlarged scales in the south.\nTABLE 4. Allometric equations and calculated values for cranial and somatic proportions in Cyrtodactylus tuberculatus.\nValues a and b solve the equation y = bxa\n, r = correlation coefficient, se = standard error of a, Allom = direction of allom-\netry, C46, C90 and C120 are calculated percentage proportions (y\/x) at SVL = 46, 90 and 120 mm (minimum, minimum\nmature and maximum size).\nIn order to test whether the five geographically discrete genetic lineages in Australia were distinguishable mor-\nphologically from each other, we used discriminant function analyses.\nFor these discriminant function analyses, for morphometric characters, we first tested for the existence of sig-\nnificant sexual dimorphism within the lineage with the largest sample numbers (the lineage centred over the Cook-\ntown region) using analysis of covariance of natural logarithm-transformed values, with ln(SVL) as the\ny x a b r se Allom C46 C90 C120\nAGL SVL 1.144 0.2214 0.973 0.035 + 38.4 42.3 44.1\nTW SVL 1.216 0.0311 0.914 0.069 + 7.1 8.2 8.7\nFLL SVL 1.073 0.1105 0.984 0.025 + 14.6 15.3 15.7\nHLL SVL 1.071 0.1309 0.985 0.024 + 17.2 18.0 18.4\nHL SVL 0.869 0.5310 0.968 0.029 - 32.2 29.5 28.4\nHW HL 0.956 0.869 0.934 0.047 0 77.2 75.2 74.4\nHD HL 0.836 0.7283 0.864 0.062 - 46.8 42.5 40.8\nSL HL 0.910 0.5299 0.965 0.032 - 41.6 39.5 38.6\nEN HL 0.941 0.3559 0.958 0.036 0 30.4 29.3 28.9\nEye HL 0.743 0.5347 0.926 0.039 - 26.8 23.0 21.6\nEE HL 1.033 0.2717 0.941 0.048 0 29.7 30.3 30.5\nEar HL 1.060 0.0784 0.859 0.081 0 9.2 9.6 9.7\nIN HL 0.732 0.330 0.900 0.046 - 16.0 13.7 12.8\n\f",
    "SHEA ET AL.\n14 · Zootaxa 3146 © 2011 Magnolia Press\nindependent variable for body, tail and limb measurements and head length, and ln(HL) as the independent variable\nfor other head measurements. Most proportions showed significant sexual dimorphism (Table 5).\nTABLE 5. Sexual dimorphism in cranial and somatic proportions in Cyrtodactylus tuberculatus. Tests of significance (i)\nand allometric and calculated values for males and females in sexually dimorphic characters (ii). Values a and b solve the\nequation y = bxa\n, r = correlation coefficient, se = standard error of a, C90 and C117 are calculated proportions at SVL = 90\nand 117 mm (minimum mature and maximum male SVL). The measurements for HL as an independent variable at these\nsizes are from the relationship between HL and SVL, which is not sexually dimorphic. Boldened values are statistically\nsignificant (P < 0.05).\n(i)\n(ii)\nslopes intercepts\ny x F d.f. P F d.f. P\nAGL SVL 3.318 1,59 0.074 6.177 1,60 0.016*\nTW SVL 1.165 1,58 0.285 4.388 1,59 0.041*\nFLL SVL 0.071 1,58 0.791 8.129 1,59 0.006**\nHLL SVL 1.510 1,59 0.224 14.940 1,60 <0.001***\nHL SVL 1.084 1,58 0.302 1.192 1,59 0.279\nHW HL 6.328 1,58 0.015*\nHD HL 3.043 1,58 0.086 0.695 1,59 0.408\nSL HL 6.535 1,58 0.013*\nEN HL 10.497 1,58 0.002**\nEye HL 0.541 1,58 0.465 2.540 1,59 0.116\nEE HL 6.652 1,58 0.012*\nEar HL 2.322 1,58 0.133 3.292 1,59 0.075\nIN HL 0.393 1,57 0.533 0.635 1,58 0.429\ny x a b r s.e. n C90 C117\nMales\nAGL SVL 0.919 0.618 0.742 0.166 26 42.9 42.0\nTW SVL 0.852 0.175 0.575 0.248 25 9.0 8.6\nFLL SVL 1.013 0.149 0.894 0.101 26 15.8 15.9\nHLL SVL 1.149 0.093 0.916 0.101 26 18.2 18.9\nHW HL 0.590 3.050 0.691 0.124 26 79.6 72.5\nSL HL 0.659 1.254 0.850 0.082 26 41.0 37.9\nEN HL 0.590 1.191 0.732 0.110 26 31.1 28.3\nEE HL 0.661 0.969 0.693 0.138 26 31.9 29.5\nFemales\nAGL SVL 1.182 0.189 0.989 0.030 35 42.9 45.0\nTW SVL 1.159 0.040 0.935 0.075 35 8.2 8.5\nFLL SVL 1.039 0.128 0.992 0.023 34 15.3 15.4\nHLL SVL 1.034 0.153 0.993 0.022 35 17.8 18.0\nHW HL 0.979 0.805 0.951 0.055 34 75.1 74.8\nSL HL 0.927 0.502 0.974 0.038 34 39.5 38.9\nEN HL 0.961 0.332 0.977 0.037 34 29.2 29.0\nEE HL 1.069 0.242 0.960 0.054 34 30.3 30.8\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 15\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nAllometry in the relationships between characters for the same lineage was tested by regression of the log-\ntransformed character against ln(SVL) or ln(HL), and considered to exist if the slope of the regression line was\nmore than two standard errors from 1.0 (Zar 1974). Sexes were analysed separately where sexual dimorphism was\npresent, and pooled where sexual dimorphism was not present. Most characters showed significant allometry\n(Tables 4, 5). The effect of allometry was removed by converting the measurements to the values they would\nassume for an animal of average size, treating the sexes separately when sexual dimorphism was present, using the\nmethods of Thorpe (1975). Mean values of SVL and HL (used as the independent variables for transforming other\nmeasurements) for the Cooktown lineage were very close to the overall means for the entire Australian Cyrtodacty-\nlus sample, and the range of variation for the Cooktown lineage extensively overlapped the overall range for Aus-\ntralian samples. As the other Australian lineages were represented by many fewer specimens and in some cases\nnarrow size ranges, precluding assessments of sexual dimorphism and allometry for those lineages, we used the\ndata for the Cooktown lineage alone to transform the values for all Australian samples.\nFor scalational characters and adjusted measurements, we first tested for the presence of differences between\nmeans of the genetic lineages by one-way analysis of variance, and only considered characters for the multivariate\nanalyses that showed significant differences among the lineages. We chose to include in the multivariate analyses a\nset of four scalational characters (femoroprecloacal scales, transventral scales, longitudinal rows of dorsal tuber-\ncles, total lamellae below fourth toe), one untransformed measurement (SVL), and nine transformed measurements\n(adjusted AGL, TW, HLL, HW, HD, IN, EN, EE, EAR). This number of characters is sufficiently large to approxi-\nmate the total pattern of variation (Thorpe 1989). Some additional characters that showed significant lineage differ-\nences were excluded because they showed low variation (e.g., labial scales) or showed similar patterns of variation\nto characters included (e.g., other toe lamellae counts, FLL (cf. HLL), SL (cf. EN)). We also were unable to include\nin the analyses some categorical features of scalation and coloration that distinguished genetic lineages. Two anal-\nyses were run, one for females, one for males. For the female analysis, all five lineages were treated as operational\ntaxonomic units (OTUs), while for the male analysis only four lineages were treated as OTUs. The single male\nindividual from the Tozer's Gap lineage was treated as of unknown identity.\nRESULTS\nGenetics\nAustralian taxa. The Bayesian consensus tree (Fig. 3) clearly shows that Australian Cyrtodactylus populations\nrepresent five completely supported lineages corresponding to geographically constrained clusters (Pascoe River,\nTozer's Gap, McIlwraith Range, a broad group centred over Cooktown, and a southern group extending to Chilla-\ngoe) with posterior probabilities of 1.00 for all five groups. These five lineages formed two major clusters, one\nconsisting of the Pascoe River and McIlwraith populations, the other of the Tozer's Gap, Cooktown and Chilla-\ngoe–Mungana Caves lineages. Average uncorrected sequence divergence within each of the five Australian lin-\neages ranged from 0.00% (Pascoe River) up to 5.78% (Chillagoe–Mungana Caves) (Table 2). Among the\nAustralian lineages, average uncorrected sequence divergence estimates ranged from 8.53% (Pascoe River vs McIl-\nwraith) up to 17.72% (Tozer's Gap vs McIlwraith) (Table 2). There is marked population structuring within the\nChillagoe lineage with two strongly supported subgroups, separating the Chillagoe–Mungana Caves individuals\nfrom the Parrot Creek Falls individuals located further north.\nPNG and Solomon Island taxa. The Bayesian analysis shows that the three samples from the Solomon\nIslands form a monophyletic group with posterior probability of 1.00. Given that this lineage includes the C. salo-\nmonensis holotype from Ysabel Island (though only 650bp of this individual's ND2 gene was able to be\nsequenced), all three samples were therefore considered to belong to C. salomonensis.\nThe tree also shows that the C. louisiadensis group of previous authors (i.e., the Australian lineages together\nwith C. salomonensis and the New Guinea species C. epiroticus, C. klugei, C. lousiadensis, C. robustus and C. tri-\npartitus) is not monophyletic, as at least two species (C. novaeguineae and C. zugi; posterior probability 1.00) and\npossibly four (C. sermowaiensis and C. loriae; posterior probability 0.68) are nested between the Australian and\nnon-Australian members of the putative C. louisiadensis group.\n\f",
    "SHEA ET AL.\n16 · Zootaxa 3146 © 2011 Magnolia Press\nFIGURE 3. Bayesian consensus tree of Cyrtodactylus spp. based on mitochondrial ND2 sequences. Posterior probabilities are\ndetailed above the branches. Branches with < 60% support were collapsed.\nHowever, the New Guinea species of the C. louisiadensis group do form a strongly supported monophyletic\ngroup with C. salomonensis (posterior probabilities of 1.00 and bootstrap support 98%), exclusive of the other\nPNG species included in our analyses. The New Guinean species within the C. louisiadensis group differ on aver-\nage from C. salomonensis by 15.02% as opposed to 19.90% from the other PNG species. Within the New Guinean\nC. louisiadensis group, average sequence divergence among the species ranges from 10.90% (between C. epiroti-\ncus and C. louisiadensis) up to 17.44% (between C. louisiadensis and C. robustus) (Table 3).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 17\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nInterestingly, in the one instance in which two New Guinean species of the C. louisiadensis complex are\nknown to occur sympatrically (C. louisiadensis and C. klugei on Sudest Island), the two species are not sister taxa.\nSuch results are suggestive of multiple, independent colonisations of this island rather than in situ speciation from\na common ancestor.\nFinally, the tree clearly shows that the five Australian Cyrtodactylus lineages are not an extension of a geo-\ngraphic cline within an expanded C. louisiadensis.\nMorphology\nTesting the hypothesis of clinal variation within an expanded Cyrtodactylus louisiadensis. Within the Solomon\nIslands arc, the relationships of femoroprecloacal pores and enlarged femoroprecloacal scales against longitude\nwere not significant (pores: r2\n= 0.032; F1,15 = 0.500, P = 0.490; scales: r2\n= 0.061; F1,45 = 2.928, P = 0.094). Number\nof transventral scales was significantly related to longitude (r2\n= 0.405; F1,47 = 31.987, P < 0.001) with a general\ndecrease from north-west to south-east. However, the pattern of variation was not clinal, with the south-eastern-\nmost individuals reverting to relatively high counts (a pattern also seen in pore and femoroprecloacal scale counts,\nin which the lowest counts were at intermediate localities).\nWithin the New Guinea arc, the relationship of femoroprecloacal pores to longitude was not significant (r2\n=\n0.056; F1,31 = 1.856, P = 0.183), but significant relationships were present for femoroprecloacal scales (r2\n= 0.259;\nF1,82 = 28.664, P < 0.001) and transventral scales (r2\n= 0.463; F1,82 = 70.835, P < 0.001), with both increasing at the\nsouth-eastern end of the distribution, representing the Louisiade Archipelago. The pattern of variation was again\nnot evenly clinal, with an apparent clinal decrease from north-west to south-east along the New Guinea coastline,\nand inter-island variation in the Louisiade Archipelago.\nWithin the Australian arc, all three characters showed a significant negative correlation with latitude, so that\ncounts were lowest in the south-east (pores: r2\n= 0.774; F1,53 = 154.349, P < 0.001; femoroprecloacal scales: r2\n=\n0.517; F1,135 = 142.428, P < 0.001; transventral scales: r2\n= 0.245; F1,129 = 41.787, P < 0.001). However, in each case\n(Fig. 4), the distribution was categorical rather than clinal, with high counts in the north and low counts in the\nsouth, and for femoroprecloacal scales, two groups were evident in the north, one with high counts, and the other\nwith low counts. This reflects the two major genetic lineages of Australian species.\nVariation among the Australian populations. There are consistent differences in colour pattern and scalation\nbetween the five genetic lineages, and between the two major clusters of lineages (see Comparisons with other spe-\ncies, in each species account). However, we were unable to find morphological differences between the two genetic\nsubgroups in the Chillagoe lineage.\nMultivariate analyses. Both female and male analyses provided high levels of discrimination of the Austra-\nlian lineages.\nFemales (Fig. 5, Table 3). The first factor, which explained 75.6% of the total dispersion, provided complete\nseparation between the two major lineages identified in the genetic analysis, the Pascoe River\/McIlwraith group,\nand the Tozer's Gap, Cooktown and Chillagoe groups. The second factor, which explained 18.2% of the total dis-\npersion, separated the two southern lineages within the second major lineage, with the geographically distant\nTozer's Gap population being morphologically intermediate. The third factor, which explained 5.1% of the disper-\nsion largely separated the Tozer's Gap population from the two southern lineages. The fourth factor, explaining\n1.1% of the dispersion, provided separation of the Pascoe River from the McIlwraith group (scores -1.79 to +0.25\nvs +0.45 to +1.92). Overall, the multivariate analysis correctly identified almost all individuals (98.5%, n = 67).\nThe only misidentified individual was one from Pascoe River, which was identified as a McIlwraith animal,\nalthough it was still outside the range of McIlwraith individuals on Factor 4 scores.\nMales (Fig. 6, Table 3). The first factor, which explained 86.3% of the total dispersion, again provided com-\nplete separation beween the two major lineages. The second factor, explaining 10.0% of the dispersion, distin-\nguished the two southern lineages (Cooktown and Chillagoe), and partially separated the Pascoe River and\nMcIlwraith lineages, while the third factor, explaining 3.7% of the dispersion, provided further separation of the\nlatter two lineages. For all three factors, the single Tozer's Gap male (treated as unclassified) was closest to the\nCooktown\/Chillagoe lineages, but either intermediate between them, or slightly outside the values for either. Over-\n\f",
    "SHEA ET AL.\n18 · Zootaxa 3146 © 2011 Magnolia Press\nall, the multivariate analysis correctly identified all individuals of the four OTUs (n = 49). The Tozer's Gap male\nwas identified as closest to the Chillagoe lineage, although it is geographically most distant from it.\nFIGURE 4. Latitudinal variation in (A) femoropreclocacal pores, (B) enlarged femoroprecloacal scales and (C) transventral\nscales among Australian Cyrtodactylus. Letters on lowest plot indicate species (first letter of specific epithet) defined later in\nthe paper.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 19\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nFIGURE 5. Scatterplots of scores from discriminant functions for female Cyrtodactylus from Australia. Inverted triangles = C.\ntuberculatus (Cooktown population), upright triangles C. mcdonaldi sp. nov. (Chillagoe population), diamonds = C. hoskini sp.\nnov. (Tozer's Gap population), circles = C. adorus sp. nov. (Pascoe River population), squares = C. pronarus sp. nov. (McIl-\nwraith population). Ellipses highlight differentiation of C. tuberculatus and C. mcdonaldi from each other (Factor 2) and C.\nhoskini (Factor 3).\n\f",
    "SHEA ET AL.\n20 · Zootaxa 3146 © 2011 Magnolia Press\nFIGURE 6. Scatterplots of scores from discriminant functions for male Cyrtodactylus from Australia. Inverted triangles = C.\ntuberculatus (Cooktown population), upright triangles C. mcdonaldi sp. nov. (Chillagoe population), diamond = C. hoskini sp.\nnov. (Tozer's Gap population), circles = C. adorus sp. nov. (Pascoe River population), squares = C. pronarus sp. nov. (McIl-\nwraith population). Ellipses highlight differentiation of C. tuberculatus and C. mcdonaldi from each other (Factor 2) and C.\nadorus from C. pronarus (Factor 3).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 3\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nTable of contents\nAbstract . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3\nIntroduction . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3\nMATERIALS AND METHODS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7\nGenetics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 7\nMorphology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 10\nRESULTS . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15\nGenetics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 15\nMorphology . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 17\nDISCUSSION . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 21\nSystematics . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\nCyrtodactylus tuberculatus (Lucas & Frost 1900) . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 24\nCyrtodactylus mcdonaldi sp. nov. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 34\nCyrtodactylus hoskini sp. nov. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 40\nCyrtodactylus adorus sp. nov. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 48\nCyrtodactylus pronarus sp. nov. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 51\nKey to Australian Cyrtodactylus . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 57\nAcknowledgements . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 57\nReferences . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 57\nAppendix: Comparative material examined. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 62\nAbstract\nThe gekkonid lizard genus Cyrtodactylus in Australia is revised based on a combination of morphology and mitochondrial\n(ND2) sequence data. Previous hypotheses that the Australian populations are assignable to a New Guinea species, C. lou-\nisiadensis, or to a Cyrtodactylus louisiadensis species group defined on shared colour pattern and enlarged subcaudal\nscales, are rejected. Evidence is provided for the existence of five endemic species in Australia, allopatrically distributed.\nCyrtodactylus tuberculatus (Lucas & Frost) is formally resurrected for Australian populations in the Cooktown area, from\nMt Leswell north to Stanley Island. Four new species are described: C. mcdonaldi sp. nov. in the south, from the Chillagoe\narea north to Parrot Creek Falls, C. hoskini sp. nov. from the Iron Range area, C. adorus sp. nov. from the Pascoe River\ndrainage, and C. pronarus sp. nov. from the McIlwraith Range. Concordant genetic and morphological evidence enable\nthe hypothesis that C. adorus and C. pronarus represent a species pair distinct from the sublineage represented by C. tu-\nberculatus, C. mcdonaldi and C. hoskini.\nKey words: Reptilia, Gekkonidae, Cyrtodactylus, Cape York, Australia, new species\nIntroduction\nCyrtodactylus Gray, 1827, is the largest genus of gekkonid lizards. Like many other large genera, its speciose\nnature has hindered cladistic analysis of both intrageneric relationships and generic limits. A number of genera or\nsubgenera (Altigekko Khan 2003, Cyrtopodion Fitzinger 1843, Geckoella Gray 1867, Indogekko Khan 2003,\nMediodactylus Szczerbak & Golubev 1977, Nactus Kluge 1987, Siwaligekko Khan 2003, Tenuidactylus Szczerbak\n& Golubev 1984) have been proposed for species formerly treated as part of Cyrtodactylus, but there is ongoing\ndispute about the limits of many of these (see Krysko et al. 2007 for a partial review). Even with the removal of all\nspecies that could be considered part of these other taxa, Cyrtodactylus still includes 137 species. Well over half of\nthose species (78) have been described since 2000 (Fig. 1), and most descriptions are based on small samples (117\nof the 137 species have type series of fewer than ten specimens; 26 were described only from holotypes) from few\nlocalities (117 were described from one or two localities). There has been little change over time in the sampling\/\ndescriptive approach. When the data are divided into four quartiles (years 1827-72, 1873-1918, 1919-64, 1965-\n2011), there has been little or no change in the mode (1) and median number (1) of localities, or the modal number\nof specimens (1 for all quartiles except the third, with mode 2), and only a gradual increase in the median number\nof types (from 2 in each of the first two quartiles, to 3 in the third, and 5 in the most recent quartile). Small, geo-\ngraphically limited samples diminish the capacity to study morphological variation, both within and between popu-\nlations, and consequently, there has been a tendency either to assign new specimens or populations to existing\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 21\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nDISCUSSION\nSystematics of the Australian Cyrtodactylus. The inconsistent patterns of morphological variation among Cyrto-\ndactylus louisiadensis sensu lato, together with the levels of genetic variation between the populations, are incom-\npatible with the hypothesis of a single wide-ranging species, as previously argued by Kraus (2008) on\nmorphological grounds alone for the New Guinea populations.\nThe five geographically discrete genetic lineages identified among the Australian populations are also distin-\nguishable morphologically, with both data sets showing the same pattern of clustering of lineages. While there is\nnot yet evidence of geographic overlap that would allow for assessment of species boundaries by direct application\nof the interbreeding criteria of the biological species concept, there are two instances where there is close geo-\ngraphic approach. The Chillagoe and Cooktown lineages approach to within 3 km, without evidence of either mor-\nphological intermediacy (Figs. 7, 8) or mixing of mitochondrial haplotypes, arguing for their recognition as\nseparate species, although both belong to the same major lineage. In the far north, the Tozer's Gap and Pascoe\nRiver lineages, which belong to different major lineages, approach to within 20 km, again without any morpholog-\nical intermediacy or haplotype mixing. As the degrees of genetic and morphological differentiation of the remain-\ning combinations of lineages are within the spectrum represented by these two species pairs, we treat all five\nAustralian lineages as discrete species.\nFIGURE 7. Latitudinal variation in function 2 scores for Cooktown and Chillagoe lineage females. Symbols as for Fig. 5.\nThe only two type specimens nominally from Australian localities are nested geographically within the Cook-\ntown lineage, and morphologically accord with that lineage. Hence, the Cooktown lineage should be known as\nCyrtodactylus tuberculatus. The remaining four lineages are treated as undescribed species, and named herein: C.\nadorus sp. nov. for the Pascoe River lineage, C. pronarus sp. nov. for the McIlwraith lineage, C. hoskini sp. nov.\nfor the Tozer's Gap lineage, and C. mcdonaldi sp. nov. for the Chillagoe lineage.\nWhile our phylogenetic analysis suggests that the Australian Cyrtodactylus species are a monophyletic group,\nour genetic comparisons are insufficiently extensive in their sampling across other regional Cyrtodactylus species\nto provide categorical certainty. However, they do provide strong evidence that the Cyrtodactylus louisiadensis\ngroup, as proposed by previous authors either as a single species (e.g., Brown & Parker 1973), or a complex of spe-\ncies (e.g., Brown & McCoy 1980; Kraus & Allison 2006; Kraus 2008; Rösler et al. 2007), is not monophyletic.\n\f",
    "SHEA ET AL.\n22 · Zootaxa 3146 © 2011 Magnolia Press\nHence, justification of the Australian taxa as distinct species needs to be based on morphological comparison with\nnon-Australian taxa as well as within the Australian region. Given the large number of non-Australian species\ninvolved, we here provide a summary of characters that distinguish all the Australian species from most of the non-\nAustralian species, and restrict our more detailed comparisons among species to those that are not excluded by this\ninitial suite of character states.\nFIGURE 8. Latitudinal variation in function 2 scores for Cooktown and Chillagoe lineage males. Symbols as for Fig. 6.\nAll five Australian species have an extensive series of precloacal and femoral pores (totalling 29 or more) that\nreach the knee, and are distinguishable from taxa that lack femoral pores (adleri Das 1997, angularis, annulatus\n(Taylor 1915), aurensis Grismer 2005, ayeyarwadyensis Bauer 2003, badenensis Nguyen et al. 2006, batik Iskan-\ndar et al. 2011, brevidactylus Bauer 2002, cattienensis Geissler et al. 2009, cavernicolus Inger & King 1961, chau-\nquangensis Hoang et al. 2007, chrysopylos Bauer 2003, condorensis (Smith 1921), consobrinoides (Annandale\n1905), cracens Batuwita & Bahir 2005, cryptus Heidrich et al. 2007, durio Grismer et al. 2010, edwardtaylori\nBatuwita & Bahir 2005, eisenmanae Ngo 2008, elok Dring 1978; fraenatus (Günther 1864), gansi Bauer 2003,\ngordongekkoi (Das 1993), grismeri Ngo 2008, hontreensis Ngo et al. 2008, ingeri Hikida 1990, irregularis (Smith\n1921), jambangan Welton et al. 2010a, jarakensis Grismer et al. 2008, jarujini, jellesmae (Boulenger 1897),\nkhasiensis (Jerdon 1870), laevigatus (Darevsky 1964), lateralis (Werner 1900), leegrismeri Chan & Norhayati\n2010, malayanus (de Rooij 1915), malcolmsmithi (Constable 1949), mandalayensis Mahony 2009, martini Ngo\n2011, matsuii Hikida 1990, nigriocularis Nguyen et al. 2006, nuaulu Oliver et al. 2009, oldhami (Theobald 1876),\npageli Schneider et al. 2011, pantiensis Grismer et al. 2008, papilionoides Ulber & Grossmann 1991, papuensis,\nparadoxus (Darevsky & Szczerbak 1997), peguensis (Boulenger 1893), philippinicus (Steindachner 1867), phu-\nquocensis Ngo et al. 2010, pseudoquadrivirgatus Rösler et al. 2008, pubisulcus Inger 1958, quadrivirgatus Taylor\n1962, ramboda Batuwita & Bahir 2005, semenanjungensis Grismer & Leong 2005, sermowaiensis, soba Batuwita\n& Bahir 2005, spinosus Linkem et al. 2008, stresemanni Rösler & Glaw 2008, subsolanus Batuwita & Bahir 2005,\nsumonthai Bauer et al. 2002, sworderi (Smith 1925), tautbatorum Welton et al. 2009, thirakhupti (Pauwels et al.\n2004), wakeorum Bauer 2003, wallacei Hayden et al. 2008, wayakonei Nguyen et al. 2010, yangbayensis Ngo &\nChan 2010, yoshii Hikida 1990 and zhaoermii Shi & Zhao 2010), and those that have 12 or fewer femoral pores, or\na total femoroprecloacal pore count of 26 or fewer (aequalis Bauer 2003, agusanensis (Taylor 1915), auribalteatus\nSumontha et al. 2010, baluensis (Mocquard 1890), bichnganae Ngo & Grismer 2010, brevipalmatus (Smith 1923),\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 23\nREVISION OF AUSTRALIAN CYRTODACTYLUS\ncaovansungi Orlov et al. 2007, consobrinus (Peters 1871), dumnuii Bauer et al. 2010, gubaot Welton et al. 2010b,\ngubernatoris (Annandale 1913), huynhi Ngo & Bauer 2008, interdigitalis Ulber 1993, intermedius (Smith 1917),\nmamanwa Welton et al. 2010b, marmoratus Gray 1831, redimiculus King 1962, sumuroi Welton et al. 2010b, tak-\nouensis Ngo & Bauer 2008, tigroides Bauer et al. 2003 and ziegleri Nazarov et al. 2008.\nThe Australian species, all of which attain snout-vent lengths of 100 mm or more, are distinguishable from the\nfollowing species, which have maximum recorded adult lengths of 80 mm or less: adleri, agamensis (Bleeker\n1860), annandalei Bauer 2003, annulatus, ayeyarwadyensis, badenensis, batucolus Grismer et al. 2008, brevipal-\nmatus, capreoloides Rösler et al. 2007, cattienensis, chanhomeae Bauer et al. 2003, chrysopylos, consobrinoides,\ndurio, elok, erythrops Bauer et al. 2009, feae (Boulenger 1893), fumosus (Müller 1895), gansi, gordongekkoi,\ngubernatoris, huynhi, ingeri, interdigitalis, irregularis, jambangan, jarakensis, jellesmae, laevigatus, lomyenensis\nNgo & Pauwels 2010, marmoratus, oldhami, pantiensis, papuensis, pubisulcus, quadrivirgatus, redimiculus,\nroesleri Ziegler et al. 2010, rubidus (Blyth 1860), semenanjungensis, seribuatensis Youmans & Grismer 2006,\nsumonthai, sworderi, tautbatorum, thirakhupti, variegatus (Blyth 1859), wakeorum, wetariensis (Dunn 1927) and\nzhaoermii.\nThe Australian species are all strongly banded, and hence are distinguishable from the following species that\nhave irregular, blotched or striped dark patterning, or have broken bands: adleri, aequalis, agamensis, angularis,\nayeyarwadyensis, baluensis, batucolus, biordinis, brevipalmatus, buchardi David et al. 2004, chauquangensis,\ncondorensis, cryptus, darmandvillei (Weber 1890), elok, erythrops, fumosus, gordongekkoi, gubernatoris, ingeri,\ninterdigitalis, irregularis, jarakensis, jarujini, khasiensis, laevigatus, lateralis, loriae, malayanus, malcolmsmithi,\nmandalayensis, marmoratus, martini, matsuii, nigriocularis, oldhami, pantiensis, papilionoides, papuensis, para-\ndoxus, peguensis, pseudoquadrivirgatus, pubisulcus, quadrivirgatus, russelli Bauer 2003, sadleiri Wells & Wel-\nlington 1985, salomonensis Rösler et al. 2007, semenanjungensis, seribuatensis, sermowaiensis, serratus Kraus\n2007, slowinskii Bauer 2002, spinosus, stresemanni, sworderi, tamaiensis (Smith 1940), teyniei David et al. 2011,\nvariegatus, wetariensis, yoshii, zhaoermii and ziegleri.\nAmong the remaining Cyrtodactylus species with banded coloration, the Australian species have wide pale and\ndark bands, and the dark bands consist of a nuchal band, a band over the shoulders, and modally three bands over\nthe trunk, and hence differ from species having very narrow pale bands (aaroni, aurensis, badenensis, batik,\nderongo Brown & Parker 1973, eisenmanae, grismeri, mimikanus, redimiculus, wallacei and wayakonei), those\nhaving very narrow dark bands on an overall pale background (capreoloides, consobrinoides, gansi and wakeo-\nrum), those having an extra dark band between the nuchal band and the shoulder band (annandalei, bichnganae,\nchrysopylos and wakeorum), one species which lacks a dark shoulder band (badenensis), species having only two\ndark bands across the trunk (batik, caovansungi, deveti Brongersma 1948, hontreensis, irianjayaensis Rösler 2001,\nmurua, phongnhakebangensis Ziegler et al. 2002, sumonthai, tiomanensis Das & Lim 2000 and zugi Oliver et al.\n2008), and those having modally five dark bands across the trunk (aaroni, boreoclivus Oliver et al. 2011, chrysopy-\nlos, consobrinoides and halmahericus (Mertens 1929)).\nThe Australian species have a single row of transversely oriented broad median subcaudal scales, and hence\ndiffer from the following species, which have small subcaudal scales: adleri, agamensis, agusanensis, annulatus,\nayeyarwadyensis, batucolus, biordinis, brevidactylus, brevipalmatus, buchardi, capreoloides, cattienensis, cavern-\nicolus, cryptus, deveti, durio, elok, fumosus, gansi, gordongekkoi, gubaot, gubernatoris, huynhi, interdigitalis,\nirianjayaensis, irregularis, jambangan, jarakensis, jellesmae, lateralis, loriae, mamanwa, mandalayensis, mar-\nmoratus, martini, matsuii, novaeguineae, nuaaulu, pantiensis, papilionoides, papuensis, philippinicus, pubisulcus,\nquadrivirgatus, sadleiri, semenanjungensis, seribuatensis, sermowaiensis, serratus, spinosus, stresemanni,\nsumuroi, sworderi, tamaiensis, tautbatorum, tigroides, tiomanensis, wakeorum, wallacei, wetariensis, yoshii, zhao-\nermii, ziegleri and zugi.\nLike most Cyrtodactylus species, the Australian species lack a precloacal groove, and hence differ from the\nfollowing species, which have either a longitudinal or transverse precloacal groove: agamensis, annulatus, auren-\nsis, cavernicolus, fumosus, gansi, halmahericus, jambangan, macrotuberculatus Grismer & Norhayati 2008, mar-\nmoratus, nuaaulu, papuensis, philippinicus, pubisulcus, pulchellus Gray 1827, rubidus, semenanjungensis,\nspinosus, stresemanni and tautbatorum.\nThe Australian species have between 24-45 longitudinal rows of ventral scales between the ventrolateral skin\nfolds at midbody, and differ from the following species, which have either fewer than 24 rows (aequalis, macrotu-\nberculatus and variegatus), or 45 or more rows (adleri, agamensis, agusanensis, annulatus, aurensis, batik, brevi-\n\f",
    "SHEA ET AL.\n24 · Zootaxa 3146 © 2011 Magnolia Press\ndactylus, cavernicolus, consobrinoides, cryptus, derongo, durio, gubaot, halmahericus, jambangan, jarakensis,\nlateralis, malayanus, mamanwa, matsuii, papuensis, philippinicus, semenanjungensis, stresemanni, sumoroi, taut-\nbatorum, wallacei, yoshii and zugi).\nFinally, the Australian species usually have between 20–24 longitudinal rows of dorsal tubercles on the body\n(occasionally as low as 18 or as high as 25), and differ from the following species, which have fewer than 20 tuber-\ncle rows (adleri, agamensis, annandalei, annulatus, aurensis, batucolus, bichnganae, biordinis, boreoclivus,\nbrevipalmatus, caovansungi, chanhomeae, chauquangensis, chrysopylos, cracens, darmandvillei, durio, edward-\ntaylori, eisenmanae, elok, fraenatus, fumosus, halmahericus, hontreensis, huynhi, ingeri, intermedius, jambangan,\njarakensis, lateralis, leegrismeri, malcolmsmithi, mandalayensis, marmoratus, martini, matsuii, migriocularis,\nnuaaulu, pageli, papilionoides, paradoxus, philippinicus, phongnhakebangensis, ramboda, redimiculus, roesleri,\nserratus, soba, spinosus, stresemanni, subsolanus, sumonthai, takouensis, tautbatorum, teyniei, thirakhupti, tigroi-\ndes, wayakonei, wetariensis and yoshii), or 25 or more tubercle rows (brevidactylus, buchardi, epiroticus, louisia-\ndensis, mamanwa, salomonensis, seribuatensis and tripartitus) or have the tubercles scattered and not\nlongitudinally aligned (gordongekkoi and khasiensis).\nHence, this combination of seven characters distinguishes the Australian species from all Cyrtodactylus other\nthan C. klugei and C. robustus.\nConservation assessment. The change of status of Australian Cyrtodactylus from a single taxon conspecific\nwith a widespread New Guinean and Solomon Islands species, to five endemic Australian taxa with non-overlap-\nping distributions, has profound implications for the conservation status to be applied to each of these taxa. We\nhere apply IUCN criteria (IUCN Standards and Petitions Subcommittee 2010) to the Australian taxa.\nSystematics\nCyrtodactylus tuberculatus (Lucas & Frost 1900)\n(Fig. 9)\nSynonymy\nHoplodactylus tuberculatus Lucas & Frost 1900: 145. Holotype: MV D7874, Endeavour River (presented C. Frost, 2.x.1899)\nGymnodactylus olivii Garman 1901: 1. Holotype: MCZ 6470, near Cooktown (E.A.C. Olive, received by MCZ in 1896).\nDiagnosis. A large Cyrtodactylus (SVL to 120 mm) with large, strongly projecting tubercles on the antebrachium,\nstrongly developed dorsal tubercles in 20–24 longitudinal rows at the midpoint of the trunk (axilla-groin interval),\n24–37 ventral scale rows at the same level, a continuous series of 34–46 enlarged femoroprecloacal scales extend-\ning from one knee to the other, and in males bearing pores on each scale; mental with a posterior extension extend-\ning between postmentals; lips marbled, dark dorsal bands on trunk usually three, occasionally four, with a narrow\ndark edge both anteriorly and posteriorly; pale interspaces between dark body bands with dark macules; dark tail\nbands on base of tail only a little wider than pale interspaces.\nDescription. Size large (males 78–116.5 mm, mean = 105.7 mm, sd = 7.74, n = 29; females 46–120 mm, mean\n= 95.1 mm, sd = 22.66, n = 42; combined 46–120 mm, mean = 99.4 mm, sd = 18.76, n = 71).\nHead relatively long (HL\/SVL 25.3–33.2%, mean = 29.1%; sd = 1.69, n = 62) and wide (HW\/HL 66.5–88.0%,\nmean = 75.3%; sd = 5.67, n = 62, only two individuals greater than 77.8%), slightly depressed (HD\/HL\n35.3–57.5%, mean = 42.3%, sd = 4.56, n = 62), distinct from neck. Loreal region moderately inflated, canthus ros-\ntralis poorly defined. Interorbital region and top of snout concave, deepest and widest just anterior to level of ros-\ntral canthus of eye. Snout moderately long (SL\/HL 36.3–45.1%, mean = 39.3%, sd = 2.12, n = 62; EN\/HL\n26.0–34.5%, mean = 29.3%, sd = 1.72, n = 62), much longer than eye diameter (SL\/EYE 143.6–215.0%, mean =\n173.7%, sd = 13.45, n = 63), and a little longer than eye-ear interval (EE\/HL 25.8–36.9%, mean = 30.5%, sd =\n2.31, n = 62). Eye large (EYE\/HL 18.9–28.0%, mean = 22.7%, sd = 1.83, n = 62), pupil vertical with crenated mar-\ngin, forming about 3-4 low lobes along each edge of pupil. Supraciliaries in a double row, large, frill-like, well-dif-\nferentiated from adjacent, more medial granules of the brow ridge, and largest anteriorly. Ear opening small (EAR\/\nHL 7.1–12.3%, mean = 9.7%, sd = 1.21, n = 62), usually a little taller than long and slightly angled posterodorsally,\nbut sometimes rounder. Rostral wider than high, height at centre less than that more laterally, divided dorsally by a\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 25\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nmedian groove that extends about ⅓–½ the midline height of the scale, and fails to reach the oral margin. Two\nenlarged supranasals separated by usually a single, less enlarged internasal. External nares circular, bordered by\nfirst supralabial, rostral, supranasal, nasal (extending into posterior part of nostril) and 3-4 smaller granular scales\nbetween nasal and first supralabial. Nares moderately separated (IN\/HL 11.3–17.2%, mean = 13.5%, sd = 1.23, n =\n61). Supralabials anteriorly large, distinct from adjacent loreal granules, 8–11 (mode = 9 (53.2%), mean = 8.8, sd =\n0.77, n = 62) to level of mid-orbit, then inflecting dorsally and posteriorly, and becoming smaller, to gradually\nblend along rictal margin with adjacent small granules; supralabials separated from orbital margin by at least two\nrows of small granular scales at narrowest point. Mental wider than deep, with a strong median extension, a little to\nmoderately narrower than rostral, and bordered posteriorly by a single elongate pair of large postmentals (Fig.\n10A). Infralabials anteriorly much larger than adjacent gular scales, becoming smaller posteriorly, 8–12 (mode =\n10 (44.4%), mean = 10.0, sd = 0.87, n = 63). First infralabial with ventral border formed approximately ⅔ by post-\nmental, ⅓ by anteriormost enlarged subinfralabial. Subinfralabial scales anteriorly large, flattened, and polygonal,\nbecoming smaller, more rounded and granular posteriorly and medially (towards gular area).\nFIGURE 9. Living Cyrtodactylus tuberculatus from Black Mountain, Qld. (Photo: P. Couper).\nBody moderately robust (AGL\/SVL 36.7–49.7%, mean = 43.0%, sd = 2.93, n = 63), with low, but distinct,\nventrolateral skin folds approximately marking the transition between the enlarged flattened ventral scalation and\nthe smaller, more rounded, granular lateral scalation. Scales on dorsum of head, body and limbs small, juxtaposed,\nrounded granules, with interspersed much larger tubercles. Granular scales finest over parietal region of head,\nbecoming coarser over body, then more polygonal and flatter on tail. On head dorsum (Fig. 11A), tubercles small\nand only slightly projecting, anteriorly commencing in the posterior interocular area, becoming larger, more pro-\njecting and with a more conical, slightly posteriorly-tilted apex over nape. Tubercles on body dorsum larger again\n(Fig. 12A), but with a more longitudinally ovoid base, often with a weak median keel, and relatively low on ante-\nrior body, but becoming much more projecting posteriorly on body, over sacrum and onto tail base, where they are\n\f",
    "SHEA ET AL.\n26 · Zootaxa 3146 © 2011 Magnolia Press\nmarkedly conical. Tubercles persist along tail, two whorls per segment, becoming lower and less differentiated\nuntil eventually losing their distinction by about the fifth dark band. Large tubercles on body dorsum separated by\n2–3 smaller granular scales, those on head and nape more widely separated by several scales. Tubercles on body\narranged in about 20–25 (mean = 22.6, sd = 1.30, n = 63) roughly longitudinal rows. Dorsum of brachium with jux-\ntaposed small scales and densely packed larger tubercles; antebrachium with more imbricate larger scales distally\nand over manus, and densely packed larger tubercles (Fig. 13A). Dorsum of thigh like brachium; of crus with small\njuxtaposed granules and densely packed large tubercles (Fig. 13F), only dorsum of pes with imbricate scales.\nFIGURE 10. Chin shields of Australian Cyrtodactylus species. A. C. tuberculatus (QM J87009), B. C. mcdonaldi (QM\nJ87075), C. C. hoskini (QM J86950), D. C. adorus (QM J86979), E. C. pronarus (QM J86900), F. C. pronarus (QM J86909).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 27\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nFIGURE 11. Dorsal (A-E) and lateral (F-J) aspects of head of Australian Cyrtodactylus species. A,F. C. tuberculatus (QM\nJ87009), B,G. C. mcdonaldi (QM J30062), C,H. C. hoskini (QM J86950), D, I. C. adorus (QM J86979), E,J. C. pronarus (QM\nJ86900).\nLaterally, tubercles commence over temporal region and in postinfralabial area, where they are noticeably\nlarger (Fig. 11F) than those of the head dorsum, then along nape and body, where they are smaller and noticeably\nless protuberant than those dorsally, and along tail, commencing on tail base as prominent, protuberant, conical\nscales, then rapidly losing differentiation by second dark tail band (Fig. 14A).\n\f",
    "SHEA ET AL.\n28 · Zootaxa 3146 © 2011 Magnolia Press\nFIGURE 12. Dorsal aspect of trunk of Australian Cyrtodactylus species. A. C. tuberculatus (QM J87189), B. C. mcdonaldi\n(QM J87075), C. C. hoskini (QM J86950), D. C. adorus (QM J86979), E. C. pronarus (QM J86909).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 29\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nFIGURE 13. Tubercles on front (A-E) and hind (F-J) limbs of Australian Cyrtodactylus species. A,F. C. tuberculatus (QM\nJ87189), B,G. C. mcdonaldi (QM J87075), C,H. C. hoskini (QM J86950), D,I. C. adorus (QM J86979), E,J. C. pronarus (QM\nJ86900).\n\f",
    "SHEA ET AL.\n30 · Zootaxa 3146 © 2011 Magnolia Press\nFIGURE 14. Tubercles and colour pattern on tail base dorsum of Australian Cyrtodactylus species. A. C. tuberculatus (QM\nJ87189), B. C. mcdonaldi (QM J30062), C. C. hoskini (QM J86950), D. C. adorus (QM J86979), E. C. pronarus (QM J86900).\nVentrally, gular scales small, rounded and juxtaposed, becoming larger, flat and more imbricate over body ven-\nter, from clavicular region. Ventral scales at midbody, between ventrolateral skin folds 24–37 (mean = 31.3, sd =\n2.84, n = 68). Ventral scales on brachium and antebrachium like gular scales. On ventral surface of thighs, but not\non crus or in precloacal region, an abrupt junction between enlarged imbricate scales and much smaller scales pos-\nteriorly, enlarged scales 34–46 between distal extent on each thigh (mean = 39.8, sd = 2.69, n = 71). Ventral scales\nof tail base like those of body, most of tail venter with a single median series of very broad scales about quadruple\nthe width of adjacent ventrolateral scales.\nPrecloacal and femoral pores present in males, in a single continuous row, arching shallowly anteriorly in pre-\ncloacal region. Pores 34–44 (mean = 38.9, sd = 2.57, n = 29), best developed in precloacal region where they are\ndeep and transversely oriented, becoming much shallower, smaller and rounder distally under thigh. No pubic\ngroove. About three large, blunt-tipped postcloacal spurs on ventrolateral surface of tail base, more projecting in\nadult males than females or juveniles.\nForelimbs and hindlimbs well-developed (FLL\/SVL 13.2–17.0%, mean = 15.5%, sd = 0.72, n = 62; HLL\/SVL\n16.6–20.1%, mean = 18.2%, sd = 0.82, n = 63). Digits well-developed, reflected dorsally at proximal interphalan-\ngeal joint, and all bearing robust, strongly curved claws sheathed at the base by two scales. Subdigital lamellae\nexpanded basally, beginning on pes over distal part of metatarsals and ending at point of reflection of toes, lamellae\ndistal to this point not expanded. Lamellae under first toe 6–11 expanded (mean = 8.1, sd = 1.04, mode 8 (38.7%))\n+ 8–12 narrow (mean = 10.3, sd = 0.95, mode 10 (38.7%)), total 15–22 (mean = 18.5, sd = 1.49, mode 18 (33.9%),\nn = 62). Lamellae under second toe 8–11 expanded (mean = 9.6, sd = 0.71, mode 10 (50.8%)) + 10–13 narrow\n(mean = 11.4, sd = 0.87, mode 11 (42.9%)), total 19–24 (mean = 21.0, sd = 1.05, mode 21 (36.5%), n = 63). Lamel-\nlae under third toe 9–13 expanded (mean = 10.9, sd = 0.79, mode 11 (62.9%)) + 10–15 narrow (mean = 12.5, sd =\n1.18, mode 13 (32.3%)), total 20–27 (mean = 23.4, sd = 1.46, mode 24 (29.0%), n = 62). Lamellae under fourth toe\n10–16 expanded (mean = 13.2, sd = 1.28, mode 14 (31.7%)) + 11–16 narrow (mean = 12.9, sd = 1.09, mode 13\n(36.5%)), total 22–30 (mean = 26.2, sd = 1.79, mode 26 (27.0%), n = 63). Lamellae under fifth toe 7–11 expanded\n\f",
    "SHEA ET AL.\n4 · Zootaxa 3146 © 2011 Magnolia Press\nspecies without revision of those species or to describe new taxa by comparison only to the limited type series of\npreviously named taxa. This issue has especially hindered understanding and development of taxonomic knowl-\nedge of Cyrtodactylus in Australia and adjacent parts of New Guinea.\nFIGURE 1. Cumulative frequency of descriptions of Cyrtodactylus species.\nThe occurrence of Cyrtodactylus in Australia was first formally reported in 1901, with the description of the\nspecies Gymnodactylus olivii by Garman (1901), based on a single specimen from Cooktown collected by Edmund\nAbraham Cumberbatch Olive (1844–1921; McKay 2000). The description provided comparison only with G.\npelagicus (Girard 1858) (now Nactus pelagicus). Four years later, Waite (1905) noted the strong similarity of the\nbanded pattern of G. olivii with Gymnodactylus louisiadensis, described by de Vis (1892) from Tagula Island in the\nLouisiade Archipelago of New Guinea. Waite did not have access to the type specimen of either species but he did\ncommunicate with Olive (though probably Edmund A. C. Olive's son, Edmund Olive, likewise a naturalist) who\ndid not recognise the species amongst the Cooktown fauna he was familiar with. On this basis, together with\nWaite's identification of a further strongly banded Cyrtodactylus specimen from Guadalcanal Island in the Solo-\nmon Islands, which he identified as louisiadensis, Waite suggested that the type of olivii was not Australian but\ninstead came from New Guinea or the Solomon Islands.\nBarbour (1921) was the next to consider C. louisiadensis. In addition to Waite's Guadalcanal specimen, Bar-\nbour reported another specimen of louisiadensis from Malaita, thus further confirming the occurrence of the spe-\ncies in the Solomon Islands. Barbour accepted Waite's argument that G. olivii was based on a New Guinean\nspecimen but also mentions a specimen from Rockhampton that he referred to louisiadensis. Barbour's work was\nbased solely on the Malaita and Rockhampton specimens, together with the holotype of olivii. Kinghorn (1928)\nwas able to confirm the existence of banded Cyrtodactylus in the Cooktown area, reporting on a specimen sent by\nOlive to the Australian Museum subsequent to Waite's report. However, he did not examine the holotype, or the\nmaterial reported by Barbour (1921).\nThe implication from both Waite and Barbour that olivii was New Guinean led to it being treated as a synonym\nof louisiadensis by de Rooij (1915), Kinghorn (1928) and Loveridge (1934), although Zietz (1920), in an uncritical\nchecklist, continued to list olivii as a distinct species. Loveridge (1948) referred specimens from Gusiko in Papua\nNew Guinea and New Georgia in the Solomon Islands to louisiadensis, supporting the view that louisiadensis was\na Papuan\/Solomon species, but continuing to expand its distribution in the region. This view is understandable; at\nthe time of description of olivii, only three species of Cyrtodactylus had been described or reported from New\nGuinea and the Solomon Islands: novaeguineae Schlegel 18371\n, louisiadensis and loriae Boulenger 1898. Both\nlouisiadensis and olivii had similar strongly banded patterns that were very different to the vertebral blotching pres-\nent in novaeguineae and loriae. A further three species of Cyrtodactylus were described from New Guinea in the\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 31\nREVISION OF AUSTRALIAN CYRTODACTYLUS\n(mean = 9.3, sd = 0.96, mode 9 (40.3%)) + 10–16 narrow (mean = 13.1, sd = 1.33, mode 14 (35.5%)), total 18–26\n(mean = 22.4, sd = 1.72, n = 62). Relative lengths of digits on manus I<II<V<III<IV; on pes I<II<III=V<IV. Very\nslight traces of webbing between bases of fingers; weak webbing between bases of toes 2–3, 3–4 and 4–5.\nTail a little longer than body (TL\/SVL 120.4–146.5%, mean = 127.9%, sd = 7.73, n = 11), narrow at base (TW\/\nSVL 5.7–10.6%, mean = 8.4%, sd = 1.07, n = 62) and tapering evenly to a conical tip. Tail segments externally\nidentifiable by straight scale junctions, segments about 5–7 scales long when counted to include tubercles. Cloacal\nsacs present in both sexes, larger in males, external orifices just posterior to vent, laterally.\nColour in preservative. Dorsal pale ground colour fawn. Head dorsum (Fig. 11A) coarsely mottled with mid\nto dark brown, bordered posterolaterally by a narrow pale band which may itself have a sharply delimited dark\nbrown anterior edge. Pale nape zone bordered posteriorly by a U-shaped dark chevron on nape, widest vertebrally,\nand extending anteriorly over temporal region to eye, then usually weakly present over posterior lores. Second\nbroad dark transverse dorsal band over shoulders, lateral margins extending more narrowly anteroventrally in front\nof forelimbs. Usually three (78.6%, n = 56), sometimes four (17.9%), rarely five (3.6%) dark bands over trunk,\nextending lateroventrally with even width, but dissipating over flanks. A dark band over hips. Tail with dark bands\nover most of length, but distal third of tail usually pale cream to white, with bands barely evident. When they can\nbe counted to the distal end of tail, dark tail bands 11–16 (mean = 13.5, sd = 1.83, n = 12). On nape and body, dark\nbands of nearly equal width to pale interspaces, and with abrupt straight edges; pigmentation generally darkest\nalong band margins, leaving centre of bands a little lighter. Bands on tail (Fig. 14A) of similar width to body bands,\nand equally spaced to pale interspaces, but darker and more solidly dark than those of body. Pale interspaces of\nbody often with a few dark brown spots.\nUpper and lower lips (Fig. 11F) mottled with mid-brown, mottling extending to postinfralabial area. Dorsum\nof forelimbs and hindlimbs similarly mid-brown mottled.\nEntire ventral surface immaculate, cream to pale yellow.\nAllometry. With respect to snout-vent length, AGL, TW, FLL and HLL are in positive allometry, while HL is\nin negative allometry; with respect to head length, HD, EYE, SL and IN are in negative allometry, while HW, EN,\nEE and EAR are in isometry (Table 4). Hence, small individuals will have proportionally shorter bodies and limbs,\nnarrower tails and longer and deeper heads, larger eyes, and longer and wider snouts than large individuals (Table\n5(i)).\nSexual dimorphism. Adult females have proportionally longer bodies (greater AGL\/SVL) but narrower tails\nand shorter limbs than adult males of the same size (Table 5(ii)). While there are statistically significant differences\nin the shape of the head in some measurements, they are not consistent at all sizes, with adult males having wider\nheads (HW\/HL), but longer snouts (SL\/HL, EN\/HL) and shorter postocular regions (EE\/HL) than similarly sized\nfemales at the onset of maturity, but the differences being reversed at larger sizes. The range of variation in these\nhead proportions extensively overlaps at all sizes, and the regression coefficients for the male values are generally\nlower than for the female data, which may be due to a paucity of small males resulting in a narrowing of the range\nof the independent variable, leading to less accuracy in the slope of the relationship. Consequently, these statistical\ndifferences may be artefactual.\nDescription of holotypes. The holotype of Hoplodactylus tuberculatus is an immature-sized female with SVL\n82 mm, AGL 34 mm, TL 107 mm, TW 8.7 mm, HL 23.4 mm, HW 20.5 mm, HD 11.2 mm, IN 3.5 mm, SL 10.5\nmm, EN 7.6 mm, EYE 5.7 mm, EE 8.0 mm, EAR 2.7 mm, FLL 12.7 mm, HLL 15.2 mm, lamellae below digits I-\nV 7+10, 10+12, 11+13, 12+12, 10+12 respectively, supralabials 10, infralabials 10, dorsal tubercle rows 24, trans-\nventral rows 31, enlarged femoroprecloacal scales 38, dark trunk bands 3, and dark tail bands ca. 11 (bands losing\ndistinction towards tip). The specimen is poorly preserved posteriorly, with some loss of the body wall along the\nposterior trunk and disarticulated vertebrae. Some of the skin of the head crown and throat has been torn across and\nbunched, possibly as a result of damage at the time of collection. Kluge (1963) described the specimen as \"moder-\nately well preserved\", although this may have been in comparison to the very poorly preserved, desiccated and dis-\narticulated holotypes of other gecko species reported in the same paper. While Lucas and Frost (1900) report the\nSVL as 88 mm, this measurement is only attainable if the specimen is abnormally stretched. The decomposition of\nthe posterior body cavity and concurrent loosening of the vertebrae in the region allow for this.\nThe holotype of Gymnodactylus olivii is an adult-sized female with SVL 105 mm, transventral scales 28, fem-\noroprecloacal scales 39, and dark trunk bands three. The specimen is well preserved.\n\f",
    "SHEA ET AL.\n32 · Zootaxa 3146 © 2011 Magnolia Press\nAlthough both holotypes are female and hence pores are not present, the femoropreanal scale count and\ncoloration of both specimens is only compatible with the Cooktown species or with C. mcdonaldi n. sp. The\nholotype of H. tuberculatus lies close to the centre of the variation in Factor 2 scores for the Cooktown species\n(Fig. 5; score -1.62), and agrees in all coloration respects with the species. While we did not obtain a full set of\ncounts and measurements from the holotype of G. olivii, it also agrees closely with the Cooktown species,\nparticularly in the degree of tubercle development and the number of enlarged femoroprecloacal pores, which is\nmuch less than the range for any of the Papuan\/Solomon Islands species (all of which have 59 or more enlarged\nscales), and we see no reason to doubt the type locality, which is close to the centre of the distribution of the\nspecies. Hence, we reject the hypothesis of Waite (1905) that the holotype of G. olivii is not from Australia.\nEtymology. Not specifically stated by Lucas and Frost (1900), but presumably from the Latin tuberculatus (=\ntuberculate), and in allusion to the strongly developed dorsal tubercles of the species.\nDistribution. Found on mainland Australia, from Cape Melville, south to Mt Leswell (Fig. 15). Also present\non Stanley Island, in the Flinders Islands, just north of Cape Melville.\nFIGURE 15. Distribution of Cyrtodactylus tuberculatus (inverted triangles) and C. mcdonaldi (upright triangles). Open sym-\nbol indicates photographic record only.\nThe Bloomfield River specimens (AM R2250–51) are typical C. tuberculatus, but are nominally from a local-\nity that overlaps latitudinally with C. mcdonaldi n. sp. These two specimens were presented, as part of a larger col-\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 33\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nlection of local reptiles, by George Hislop (1839–1909), who lived at Wyalla on the Bloomfield River, according to\na contemporary account (Anon 1887). The flat area just north of the Bloomfield River mouth is now Wyalla Plains,\ncrossed by Hislop's Creek. Hislop's property was on the track north of the Bloomfield River to the Mt Romeo tin-\nfields, and he was well-known to the workers at the tin-fields (Anon 1887). Hence, the track referred to is presum-\nably the Grass Tree Pocket Road, which passes through Stuckey's Gap. The track from Wyalla to Mt Romeo passed\nnear Mt McMillan, which Hislop was known to have visited (Anon 1887), and he would have obtained his supplies\nand shipped his collection from Cooktown. Hence, it is possible that he obtained the specimens from north of his\nproperty. We regard the \"Bloomfield River\" locality as an approximation only, and have provided coordinates for\nthe Wyalla Plains rather than the current settlement at Bloomfield River.\nIn addition to the distribution based on examined specimens, Hoskin and Higgie (2008) report \"Cyrtodactylus\nlouisiadensis\" from Jowalbinna Station, south-west of Laura, about 110 km west of the southern end of the distri-\nbution of C. tuberculatus. We have examined photographs, and tentatively identify the species at that locality as C.\ntuberculatus.\nThe Rockhampton locality reported by Barbour (1921) is well outside the known distribution of Australian\nCyrtodactylus. The specimen is a typical C. tuberculatus, and the locality is here considered erroneous. Even fur-\nther distant is the nominal locality for AM R16905, Point Lookout, NSW. This specimen is identified in the regis-\ntration entry as Phyllurus cornutus (Ogilby 1892) (material of that nominal species from that locality is now\nSaltuarius moritzi Couper et al. 2008), and given this identification, it is assumed that the tag has subsequently\nbecome associated with the wrong specimen.\nConservation status. Using the IUCN criteria, this species most closely fits the Least Concern category (LC),\nin that it has a relatively large distribution with little evidence of continuing declines or fluctuations and with exten-\nsive parts of its distribution in protected areas.\nComments. Although Wells (2002) stated that C. tuberculatus can attain a maximum body length of around\n160 mm, we have found no evidence of such extreme sizes among the material available to us of this species in the\nsense used by Wells (populations between the Atherton Tableland and the Cooktown area), or indeed in any Aus-\ntralian Cyrtodactylus population. Given that our samples are sexually mature by 91 mm for females (QM J60620)\nand 97 mm for males (QM J54127, J87034), and the next smallest individuals (QM J24493, 82 mm; AM R57123,\n79 mm, both females) are immature and not approaching maturity, we estimate maturity is reached at about 90 mm.\nA hypothetical maximum SVL of 160 mm would provide a ratio of maximum\/minimum mature sizes of 1.78,\nbeyond that known for other gekkonines (1.26–1.30 for males, 1.13–1.21 for females for two Cyrtodactylus spe-\ncies; Fitch 1981; 1.03–1.44 for males of nine other gekkonine species and 1.01–1.29 for females of eleven other\ngekkonines; Doughty 1996; Doughty & Thompson 1998; Fitch 1981, excluding the South American species of\nPhyllodactylus Gray 1828 listed by Fitch from the data of Dixon and Huey 1970, which included subadults in the\nrange). Using the maximum sizes in our material, the ratios were 1.29 (males) and 1.33 (females) for C. tubercula-\ntus.\nSpecimens examined. AM R2550–51, Bloomfield River, Cooktown (15º 52' S 145º 19' E), R3953, R80529,\nCooktown (15º 28' S 145º 15' E), R16905, \"Point Lookout, NSW\" (in error), R18501, Mt Amos (15º 42' S 145º 18'\nE), R56946, 40 km NW Cooktown (15º 20' S 145º 02' E), R57123, Helenvale rainforest site 28 (15º 42' S 145º 13'\nE), R81899–900, Cooktown district (15º 28' S 145º 15' E), AMNH 69548–49, Bowie Spur, Black Mountain (15º\n40' S 145º 13' E), 120272–74, Black Gap, 20 km S, 3 km W Cooktown, 90-120 m (15º 39' S 145º 13' E), MCZ\n6470, Cooktown (holotype of Gymnodactylus olivii) (15º 28' S 145º 15' E), 7829, \"Rockhampton\" (in error),\n112190, Black Mountain, 13 mi. S, 2 mi. W Cooktown (15º 39' S 145º 13' E), 112191, Mungumby Creek, 16 mi. S\nCooktown, 500' (15º 42' S 145º 12' E); MV D7874, Endeavour River (holotype of Hoplodactylus tuberculatus),\nD66983, D66991, D66997, D68135–37, Endeavour River, 14.5 km W, 3.2 km N Cooktown (15.423000º S\n145.1178333º E); QM J17512, 19.2 km W Cooktown (15º 26' S 145º 05' E), J23328, 13 km W Cooktown (15º 25'\nS 145º 05' E), J24493, 20.8 km W Endeavour River, Cooktown (15º 26' S 145º 07' E), J27083, Mt Cook, S Cook-\ntown (15º 30' S 145º 16' E), J27256, 12 Mile Scrub, 30 km S Cooktown (15º 46' S 145º 13' E), J51108, 9 km SE Mt\nWebb NP (15º 06' S 145º 11' E), J52850, J60620, J60622, Black Mountain, via Cooktown (15º 40' S 145º 14' E),\nJ53634, Black Mountain, nr Helensvale (15º 41' S 145º 14' E), J54127, Black Mountain, via Cooktown (15º 41' S\n145º 14' E), J60319, Mt Webb (15º 04' S 145º 07' E), J60328, Stanley Island, Flinders Group (14º 08' S 144º 15' E),\nJ60601, Rocky Point, 6 km ENE Saddle Hill (14º 43' S 144º 46' E), J60607, Altanmoui Range, Cape Melville (14º\n33' S 144º 38' E), J60621, J78295, Black Mountain, via Cooktown (15º 39' S 145º 13' E), J60862, J60867, J60869,\nCape Melville NP (14º 15' S 144º 27' E), J87009, J87034–38, Black Mountain, via Cooktown (15º 38' 54\" S 145º\n\f",
    "SHEA ET AL.\n34 · Zootaxa 3146 © 2011 Magnolia Press\n13' 08\" E), J87010, Jensen's Crossing, Endeavour River (15º 07' 06\" S 145º 07' 06\" E), J87022–25, Finch Bay,\nCooktown (15º 28' 17\" S 145º 15' 42\" E), J87026–31, Byer's Creek, Mt Leswell (15º 45' 26\" S 145º 15' 08\" E),\nJ87188–89, Glenrock, 2 km W McIvor River crossing (15º 06' S 145º 05' E), J88586–87, J88593, J88595, Bridge\nCreek National Park (15º 09' 07\" S 144º 55' 05\" E), J88591, Bridge Creek National Park (15º 09' 11\" S 144º 55' 02\"\nE), J88598, Bridge Creek National Park (15º 09' 07\" S 144º 55' 10\" E), SAM R12058, R14002, Cooktown (15º 28'\nS 145º 15' E).\nComparison with other species. Cyrtodactylus tuberculatus differs from C. klugei and C. robustus in having\nmany fewer femoroprecloacal pores (34–44 vs 66 or more; Kraus 2008) in males. The difference in number of\npores is mirrored by the number of scales bearing them, which are countable in both males and females (34–46 vs\n69–92), and by the number of transventral scales (24–37 vs 41–54; counts from this study, which differ slightly\nfrom those provided by Kraus 2008, possibly reflecting different reference points). Cyrtodactylus tuberculatus is\nmuch more strongly tuberculate than C. klugei. It is further distinguished from C. klugei in having three or more\ndark bands across the trunk (vs usually two), head dorsum marbled (vs immaculate), and in usually possessing dark\nmacules in the pale interspaces between bands (vs always lacking). It is further differentiated from C. robustus,\nwith which it shares very prominent tubercles, in its lesser size (SVL to 119 mm vs 161 mm; Kraus 2008), presence\nof a dark band across the hips (vs usually lacking), and marbled lips (vs pale lips). It also lacks the bright orange\ncloaca of C. robustus.\nFor comparison with other Australian Cyrtodactylus, see the descriptions of those species.\nNatural history. This species has been collected from the granite boulder fields at Cape Melville (Keith\nMcDonald, pers. comm.). It is found on sandstone at Isabella Falls and Bridge Creek (near Cooktown) and shelter-\ning in the extensive aerial root systems of mature fig trees (Ficus virens) in riverine rainforest along the banks of\nthe Endeavour River. It will also colonise buildings in the Endeavour Valley that are in close association with suit-\nable habitat. At Finch Bay (Cooktown) it was found amongst large granite boulders on the beach front that were\nbacked by open eucalypt forest with rainforest emergents. At Black Mountain (Fig. 16A), it is generally associated\nwith the vegetation on the basal slopes (Ficus virens, Ficus obliqua, eucalypts and umbrella trees) but a juvenile\nwas found at night well up on the boulder field. At this locality, it can also be seen during the day sheltering in the\ncavities beneath granite boulders near the base of the mountain. Specimens collected at Mt Leswell came from\ngranite boulders and vegetation along a drainage line.\nObservations on feeding by this species, together with stomach content records are provided by Covacevich et\nal. (1996), although their data combine records of several species following this revision. The records specifically\nbased on C. tuberculatus are of predation on the frog Litoria pallida and the gecko Nactus galgajuga, and stomach\ncontents of seven individuals comprising unidentified arachnids (n = 2 stomachs), unidentified Orthoptera,\nOrthoptera (family Gryllacrididae), Blattodea (Family Blaberidae, Calolampra sp.), Hymenoptera (family Formi-\ncidae, queens of Oecophylla smaragdina), and Coleoptera (family Elateridae).\nCyrtodactylus mcdonaldi sp. nov.\nFigs. 17–18\nHolotype. QM J87075, female, The Archways Cave section, Chillagoe–Mungana Caves National Park, 350 m\nabove sea level (asl) (17º 05' 29\" S 144º 23' 28\" E) (P. Couper & K. McDonald, 28.ix.2008).\nParatypes. MCZ 152021, Laura River, Cook Hwy, 2 [28] mi. W, 32 mi. S Cooktown (15º 55' S 144º 50' E);\nQM J19327, Mt Molloy (16º 41' S 145º 20' E); J30062–63, 21.4 km E Chillagoe (17º 16' S 144º 37' E); J31272,\nJ48084, Chillagoe (17º 09' S 144º 31' E); J45365, Mt Mulligan (16º 53' S 144º 51' E); J60725–26, Little Forks,\nAnnan River (15º 49' S 145º 13' E); J61772–73, nr Chillagoe township (17º 09' S 144º 31' E); J63482, Windsor\nTableland (16º 18' S 145º 05' E); J87047–48, Ship Rock, Mt Poverty, Grey Range (15º 51' 47\" S 145º 12' 19\" E);\nJ87070, Mt Windsor National Park (16º 18' 06\" S 145º 05' 25\" E); J87071, Donner Cave, Chillagoe–Mungana\nCaves National Park (17º 09' 57\" S 144º 30' 57\" E); J87072–74, 87076–77, The Archways Cave section, Chilla-\ngoe–Mungana Caves National Park (17º 05' 29\" S 144º 23' 28\" E); J87078, Granite Gorge, via Wakamin (17º 02'\n50\" S 145º 21' 15\" E); J87083, Royal Arch Tower section, Chillagoe–Mungana Caves National Park (17º 11' 06\" S\n144º 29' 57\" E); J87084, Royal Arch Tower section, Chillagoe–Mungana Caves National Park (17º 11' 00\" S 144º\n29' 51\" E); J88027–88028, Parrot Creek Falls, via Shiptons Flat (15º 48' 08\" S 145º 15' 24\" E).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 35\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nFIGURE 16. Habitats of A. Cyrtodactylus tuberculatus at Black Mountain, Qld (Photo: A. Amey) and B. C. mcdonaldi at\nChillagoe, Qld (Photo: P. Couper).\n\f",
    "SHEA ET AL.\n36 · Zootaxa 3146 © 2011 Magnolia Press\nFIGURE 17. Holotype of Cyrtodactylus mcdonaldi (QM J87075).\nFIGURE 18. Cyrtodactylus mcdonaldi from Chillagoe, Qld, in life (Photo: S. Wilson).\nDiagnosis. A medium-sized Cyrtodactylus (SVL to 105 mm) with large, weakly to moderately projecting\ntubercles on antebrachium, strongly developed dorsal tubercles in 18–23 longitudinal rows at the midpoint of the\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 37\nREVISION OF AUSTRALIAN CYRTODACTYLUS\ntrunk (axilla-groin interval), 28–41 ventral scale rows at the same level, a continuous series of 34–46 enlarged fem-\noroprecloacal scales extending from one knee to the other, in males, pores are in three sections with 4–9 unpored\nscales between; mental with a posterior extension extending between postmentals; lips marbled or stippled with\nbrown, dark dorsal bands on trunk usually three, with a narrow dark edge posteriorly but usually not anteriorly;\npale interspaces between dark body bands usually unspotted, rarely with a few dark macules; basal tail bands only\na little wider than pale interspaces.\nDescription. Size medium (males 69.5–95 mm, mean = 85.6 mm, sd = 8.19, n = 7; females 36–105 mm, mean\n= 90.1 mm, sd = 15.34, n = 19).\nHead relatively long (HL\/SVL 27.9–34.1%, mean = 29.9%; sd = 1.58, n = 25) and wide (HW\/HL 63.6–78.8%,\nmean = 70.5%; sd = 3.62, n = 25), moderately depressed (HD\/HL 35.8–43.4%, mean = 40.7%, sd = 1.95, n = 25),\ndistinct from neck. Loreal region moderately inflated, canthus rostralis poorly defined. Interorbital region and top\nof snout concave, deepest and widest just anterior to level of rostral canthus of eye. Snout moderately long (SL\/HL\n28.4–41.0%, mean = 37.2%, sd = 2.19, n = 25; only one individual less than 35.1%); EN\/HL 25.2–30.0%, mean =\n27.6%, sd = 0.98, n = 25), much longer than eye diameter (SL\/EYE 118.3–193.0%, mean = 167.8%, sd = 15.99, n\n= 25, only one less than 143.6%), and a little longer than eye-ear interval (EE\/HL 27.6–33.1%, mean = 29.9%, sd =\n1.42, n = 25). Eye large (EYE\/HL 19.2–27.0%, mean = 22.3%, sd = 2.03, n = 25), pupil vertical with crenated mar-\ngin, forming about 3–4 low lobes along each edge of pupil. Supraciliaries in a double row, large, frill-like, well-dif-\nferentiated from adjacent more medial granules of the brow ridge, and largest anteriorly. Ear opening small (EAR\/\nHL 6.7–12.3%, mean = 8.8%, sd = 1.21, n = 25), usually a little taller than long and slightly angled posterodorsally,\nbut sometimes rounder. Rostral wider than high, height at centre less than that more laterally, dorsal part usually\ndivided by a relatively straight median groove (groove with small side branch in QM J87078, 'T'-shaped in QM\nJ87072, terminates as a small isolated scale within the rostral shield in QM J60726 and replaced by a small scale\ndeeply penetrating the upper medial edge of the rostral in QM J87047) that extends approximately ½ the midline\nheight of the scale, and fails to reach the oral margin. Usually two enlarged supranasals separated by usually a sin-\ngle, less enlarged internasal (supranasals in contact in QM J87076 and QM J87084, and two internasals present in\nQM J87048). External nares circular, bordered by first supralabial, rostral, supranasal, nasal (extending into poste-\nrior part of nostril) and 1–3 smaller granular scales between nasal and first supralabial. Nares moderately separated\n(IN\/HL 10.9–15.6%, mean = 12.5%, sd = 0.91, n = 25). Supralabials anteriorly large, distinct from adjacent loreal\ngranules, 8–10 (mode = 8 (48.0%), mean = 8.7, sd = 0.75, n = 25) to level of mid-orbit, then inflecting dorsally and\nposteriorly, and becoming smaller, to gradually blend along rictal margin with adjacent small granules; supralabials\nseparated from orbital margin by at least two rows of small granular scales at narrowest point. Mental wider than\ndeep, with a strong median extension, a little to moderately narrower (50% of specimens) or equal to rostral, and\nbordered posteriorly by a single elongate pair of large postmentals (Fig. 10B). Infralabials anteriorly much larger\nthan adjacent gular scales, becoming smaller posteriorly, 8–12 (mode = 10 (44.0%), mean = 9.8, sd = 0.82, n = 25).\nFirst infralabial with ⅔–¾ of ventral border contacting postmental, ¼ –⅓ by anteriormost enlarged subinfralabial\n(fully contacting postmental in QM J87072 and QM J87084). Subinfralabial scales anteriorly large, flattened, and\npolygonal, becoming smaller, more rounded and granular posteriorly and medially (towards gular area).\nBody moderately robust (AGL\/SVL 33.5–47.1%, mean = 42.2%, sd = 2.82, n = 25), with low, but distinct,\nventrolateral skin folds approximately marking the transition between the enlarged flattened ventral scalation and\nthe smaller, more rounded, granular lateral scalation. Scales on dorsum of head, body and limbs small, juxtaposed,\nrounded granules, with interspersed much larger tubercles. Granular scales finest over parietal region of head,\nbecoming coarser over body, then more polygonal and flatter on tail. On head dorsum, tubercles small and only\nslightly projecting, anteriorly commencing in the posterior interocular area, becoming larger, more projecting and\nwith a more conical, slightly posteriorly-tilted apex over nape (Fig. 11B). Tubercles on body dorsum larger again\n(Fig. 12B), but with a more longitudinally ovoid base, often with a weak median keel, and relatively low on ante-\nrior body, but becoming much more projecting posteriorly on body, over sacrum and onto tail base, where they are\nmarkedly conical. Tubercles persist along tail, one to two whorls per segment, becoming lower and less differenti-\nated until eventually losing their distinction by about the fifth dark band. Large tubercles on body dorsum separated\nby 2-4 smaller granular scales, those on head and nape more widely separated by several scales. Tubercles on body\narranged in about 18–23 (mean = 20.5, sd = 1.36, n = 25) roughly longitudinal rows. Dorsum of brachium rela-\ntively homogenous, sub-imbricate to imbricate; antebrachium with more imbricate, larger scales distally and over\nmanus, and with dispersed, larger tubercles (Fig. 13B). Dorsum of thigh and crus with small, juxtaposed granules\nand densely packed, large tubercles, only dorsum of pes with imbricate scales (Fig. 13G).\n\f",
    "SHEA ET AL.\n38 · Zootaxa 3146 © 2011 Magnolia Press\nLaterally, tubercles commence over temporal region and in postinfralabial area, where they are noticeably\nlarger (Fig. 11G) than those of the head dorsum, then along nape and body, where they are smaller and noticeably\nless protuberant than those dorsally, and along tail, commencing on tail base as prominent, protuberant, conical\nscales, then rapidly losing differentiation by second dark tail band (Fig. 14B).\nVentrally, gular scales small, rounded and juxtaposed, becoming larger, flat and more imbricate over body ven-\nter, from clavicular region. Ventral scales at midbody, between ventrolateral skin folds 28–41 (mean = 34.4, sd =\n3.74, n = 26). Ventral scales on brachium and antebrachium like gular scales. On ventral surface of thighs, but not\non crus or in precloacal region, an abrupt junction between enlarged imbricate scales and much smaller scales pos-\nteriorly, enlarged scales 37–45 between distal extent on each thigh (mean = 41.7, sd = 2.37, n = 26). Ventral scales\nof tail base like those of body, most of tail venter with a single median series of very broad scales about four times\nthe width of adjacent ventrolateral scales.\nPrecloacal and femoral pores present in males, separated by unpored scales into three patches. Distal femoral\npores 8–11 (mean = 8.9, sd = 0.67, n = 14), separated by 4–9 unpored scales (mean = 6.7, sd = 1.32, n = 14) from\nthe 13–16 (mean = 13.9, sd = 1.46, n = 7) proximal femoral + precloacal pores. Unilaterally on three individuals, a\nsingle pored scale located within the unpored series, towards its distal end.\nPores best developed in precloacal region where they are deep and transversely oriented, becoming much shal-\nlower, smaller and rounder distally under thigh. No pubic groove. About three large blunt-tipped postcloacal spurs\non ventrolateral surface of tail base, more projecting in adult males than females or juveniles.\nForelimbs and hindlimbs well-developed (FLL\/SVL 14.0–16.9%, mean = 15.3%, sd = 0.88, n = 25; HLL\/SVL\n16.5–19.2%, mean = 17.9%, sd = 0.72, n = 25). Digits well-developed, reflected dorsally at proximal interphalan-\ngeal joint, and all bearing robust, strongly curved claws sheathed at the base by two scales. Subdigital lamellae\nexpanded basally, beginning on pes over distal part of metatarsals and ending at point of reflection of toes, lamellae\ndistal to this point not expanded. Lamellae under first toe 5–9 expanded (mean = 7.1, sd = 0.95, mode = 7 (48.0%))\n+ 8–11 narrow (mean = 9.0, sd = 0.73, mode 9 (60.0%)), total 13–18 (mean = 16.1, sd = 1.17, mode = 16 (48.0%),\nn = 25). Lamellae under second toe 7–10 expanded (mean = 8.5, sd = 0.82, mode = 9 (44.0%)) + 8–11 narrow\n(mean = 9.8, sd = 0.78, mode = 10 (48.0%)), total 16–20 (mean = 18.2, sd = 0.97, mode = 18 (40.0%), n = 25).\nLamellae under third toe 7–12 expanded (mean = 9.5, sd = 1.12, mode = 9 (36.0%)) + 9–12 narrow (mean = 10.8,\nsd = 0.90, mode = 11 (44.0%)), total 17–23 (mean = 20.3, sd = 1.38, mode = 21 (48.0%), n = 25). Lamellae under\nfourth toe 8–13 expanded (mean = 11.1, sd = 1.50, mode = 12 (48.0%)) + 10–13 narrow (mean = 11.0, sd = 0.87,\nmode = 11 (52.0%)), total 19–25 (mean = 22.1, sd = 1.41, mode = 23 (36.0%), n = 25). Lamellae under fifth toe\n7–10 expanded (mean = 8.6, sd = 0.76, mode = 8 (44.0%)) + 10–13 narrow (mean = 11.4, sd = 0.96, mode = 12\n(40.0%)), total 18–22 (mean = 20.0, sd = 1.06, mode = 20 (40.0%), n = 25). Relative lengths of digits on manus\nI<II<V<III<IV; on pes I<II<III=V<IV. Very slight traces of webbing between bases of fingers; weak webbing\nbetween bases of toes 2–3, 3–4 and 4–5.\nTail a little longer than body (TL\/SVL 117.0–128.7%, mean = 123.6%, sd = 4.40, n = 5), narrow at base (TW\/\nSVL 5.8–11.1%, mean = 7.8%, sd = 1.24, n = 25) and tapering evenly to a conical tip. Tail segments externally\nidentifiable by straight scale junctions, segments about 7–9 scales long when counted to include tubercles. Cloacal\nsacs present in both sexes, larger in males, external orifices just posterior to vent, laterally.\nColour in preservative. Dorsal pale ground colour fawn. Head dorsum (Fig. 11B) without brown mottling and\nbordered posterolaterally by a fine pale edge. Pale nape zone bordered posteriorly by a U-shaped mid to dark\nbrown chevron on nape, widest vertebrally, and extending anteriorly over temporal region to eye, then visible as a\nnarrowing, increasingly diffuse streak over the lores to the nostril. Second broad dark transverse dorsal band over\nshoulders, lateral margins extending more narrowly anteroventrally in front of forelimbs. Three dark bands over\ntrunk, extending lateroventrally with even width, but dissipating over flanks. A dark band over hips in 54% of\nspecimens (n = 26), a pale band in 46%. Tail with dark bands over most of length which become paler and less\ndefined near the tip. When they can be counted to the distal end of tail, dark tail bands 10–14 (mean = 11.7, sd =\n1.30, n = 12). On nape and body, dark bands usually somewhat wider than pale interspaces, and with abrupt straight\nedges; pigmentation darkest along the posterior margin but sometimes a darker edging is also evident along the\nanterior edge. Bands on tail (Fig. 14B) of similar width to body bands, and usually significantly wider than pale\ninterspaces, but darker and more solidly dark than those of body. Pale interspaces on body generally clean.\nUpper and lower lips (Fig. 11G) cream, finely stippled with brown or with brown mottling. Dorsum of fore-\nlimbs and hindlimbs usually with little indication of pattern, although obscure bars are sometimes present on the\nthighs.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 39\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nEntire ventral surface usually immaculate cream, including the underside of the tail. Some specimens with dif-\nfuse brown mottling which is strongest in the gular region.\nDescription of holotype. The holotype of C. mcdonaldi is a mature-sized female, with the following character\nstates of those variable for the taxon: SVL 100 mm, AGL 45 mm, TL 125 mm, TW 8.0 mm, HL 28.0 mm, HW\n21.1 mm, HD 11.7 mm, IN 3.4 mm, SL 10.6 mm, EN 7.9 mm, EYE 5.7 mm, EE 9.0 mm, EAR 2.4 mm, FLL 15.3\nmm, HLL 18.4 mm, lamellae below digits I–V 8+9, 10+9, 10+11, 12+11, 9+10 respectively, supralabials 10,\ninfralabials 10, rows of dorsal tubercles 20, transventral rows 34, femoroprecloacal scales 43, dark band across hips\npresent and dark tail bands 12.\nEtymology. Named after Keith R. McDonald (b: 1950), Principal Senior Technical Officer, Threatened Spe-\ncies Unit, Queensland Department of Environment and Resource Management, and an Honorary Research Associ-\nate of the Queensland Museum, resident of Atherton, and discoverer of numerous north Queensland reptile and\namphibian species. It was Keith who first alerted PC that Australian 'C. louisiadensis' had an interesting, frag-\nmented distribution and warranted further investigation. Keith was instrumental in collecting many of the initial tis-\nsue samples on which this revision is based.\nDistribution. From Parrot Creek Falls, near Shiptons Flat, in the north, south to Chillagoe and 21.4 km E Chil-\nlagoe (Fig. 15).\nConservation status. Using the IUCN criteria, this species most closely fits the Least Concern category (LC),\nin that it has relatively large distribution with little evidence of continuing declines or fluctuations and with exten-\nsive parts of its distribution in protected areas.\nComparison with other species (Table 6). Cyrtodactylus mcdonaldi is geographically proximate to C. tuber-\nculatus with the two closest localities for each species (Mt Leswell C. tuberculatus and Parrot Creek Falls C.\nmcdonaldi) being separated by only 3 km. Cyrtodactylus mcdonaldi is also a sister taxon of C. tuberculatus with an\naverage sequence divergence of 11.07% (Table 2). It may be differentiated morphologically from C. tuberculatus\nby males having the distal femoral pores separated from the proximal femoroprecloacal pores by 4–9 unpored\nscales. It is further differentiated from C. tuberculatus by its smaller size (SVL males 69.5–100 vs 96–116.5 mm;\nfemales 88.5–105 vs 46–119 mm), less tuberculate skin (most obvious in the postlabial area, which is smooth vs\nusually tuberculate in C. tuberculatus, and on the antebrachium, which has protruding tubercles only on the largest\nindividuals, but flat tubercles often present vs strongly projecting tubercles in all adult C. tuberculatus). The colour\npattern is generally 'cleaner' than in C. tuberculatus, with the crown of the head only with grey smudges (vs usually\nstrongly mottled), the labial areas less strongly mottled, the postlabial area usually immaculately pale (vs mottled),\nthe pale interspaces between dark body bands lacking dark macules (vs usually with some dark spots), and the ante-\nbrachium nearly plain (vs usually more mottled). The dark body bands usually have only a prominently dark poste-\nrior margin (both prominent dark anterior and posterior edges in C. tuberculatus). A dark band over the hips is\noften lacking in C. mcdonaldi, but consistently present in C. tuberculatus.\nCyrtodactylus mcdonaldi differs from C. klugei and C. robustus in having many fewer femoroprecloacal pores\n(29–35 vs 66 or more; Kraus 2008) in males. The difference in number of pores is mirrored by the number of\nenlarged scales bearing them, which are countable in both males and females (37–45 vs 66 or more), and by the\nnumber of transventral scales (28–41 vs 41–54). It differs from both in having the femoroprecloacal pores broken\ninto three series. Cyrtodactylus mcdonaldi is much more strongly tuberculate than C. klugei. It is further distin-\nguished from C. klugei in having three dark bands across the trunk (vs usually two). It is further differentiated from\nC. robustus, with which it shares prominent tubercles, in its lesser size (SVL to 105 mm vs 161 mm; Kraus 2008),\npresence of a dark band across the hips (vs usually lacking), and marbled lips (vs pale lips). It also lacks the bright\norange cloaca of C. robustus.\nFor comparisons with C. hoskini, C. adorus and C. pronarus, see the descriptions of those species.\nNatural history. At Chillagoe, this species is found around limestone karsts, associated with poorly developed\nvine thickets, in open savannah woodland (Fig. 16B). A specimen from the Mareeba area was collected from an\nisolated granite outcrop, in granite hill country adjacent to a drainage line, in open forest with a grassy understory.\nSpecimens from Mt Windsor National Park came from a road cutting in granite hills, surrounded by eucalypt-dom-\ninated woodland. The Parrot Creek (Shiptons Flat) site is comprised of exposed granite along a drainage line in wet\nsclerophyll forest. Genetic samples from Mt Poverty were collected from animals living on granitic outcrops in tall\neucalypt forest (Keith McDonald, pers. comm.). Cyrtodactylus (not sampled but presumably C. mcdonaldi) have\nbeen found in the Bloomfield area on trees in open woodland, where few rock outcrops occur (Lewis Roberts, pers.\nobs.). They are also known to colonise houses in this area and at Shiptons Flat (Lewis Roberts, pers. obs.).\n\f",
    "SHEA ET AL.\n40 · Zootaxa 3146 © 2011 Magnolia Press\nAn individual, presumably of this species, from Gap Creek via Ayton, near the Bloomfield River, was observed\nto catch and eat an adult gecko, Gehyra dubia (reported as Gehyra australis) on the wall of a house (Naylor 2000).\nStomach contents of five individuals (J19327, J30062–63, J45365, J48084) were reported by Covacevich et al.\n(1996; as Cyrtodactylus louisiadensis). Seven food items were reported: the spider Yiinthi chillagoe (Heteropodi-\ndae), the scorpion Liocheles sp. (Ischnuridae), two roaches (Laxta sp., Blaberidae; Methana sp., Blattidae), two\nbeetles (Tenebrionidae and Curculionidae), and a beetle larva, together with an unidentified nematode (possibly\nparasitic).\nTABLE 6. Summary of variation in taxonomically important measurements and scalational characters across Australian\nCyrtodactylus species. Data are presented as range (mean±sd) for variable characters.\nCyrtodactylus hoskini sp. nov.\n(Figs. 19–20)\nHolotype. QM J86950, female, Tozer's Gap, 205 m asl, Iron Range National Park (12º 43' 43\" S 143º 11' 14\" E) (P.\nCouper, A. Amey & L. Roberts, 15.ix.2008).\nParatypes. QM J86926–29, J86951, Tozer's Gap, Iron Range National Park (12º 43' 43\" S 143º 11' 14\" E).\nDiagnosis. A large Cyrtodactylus (SVL to 112 mm) with large, moderately projecting tubercles on the ante-\nbrachium, strongly developed dorsal tubercles in 19–24 longitudinal rows at the midpoint of the trunk (axilla-groin\ninterval); 38–44 ventral scale rows at the same level, a continuous series of 41–48 enlarged femoroprecloacal\nCharacter tuberculatus mcdonaldi hoskini adorus pronarus\nSVL (mm) 46–120 36–105 64–112 91–123 104.5–132.5\nHW\/HL (%) 66.5–88.0\n(75.3±5.67)\n63.6–78.8\n(70.5±3.62)\n62.7–69.8\n(67.7±2.87)\n66.0–76.4\n(70.5±2.97)\n64.7–75.2\n(68.9±2.59)\nHD\/HL (%) 35.3–57.5\n(42.3±4.56)\n35.8–43.4\n(40.7±1.95)\n34.0–37.1\n(35.2±1.16)\n34.9–54.6\n(39.6±4.82)\n34.4–40.0\n(37.8±1.73)\nEN\/HL (%) 26.0–34.5\n(29.3±1.72)\n25.2–30.0\n(27.6±0.98)\n27.4–29.4\n(28.4±0.76)\n28.2–32.7\n(29.5±1.40)\n28.2–32.1\n(29.8±1.09)\nEE\/HL (%) 25.8–36.9\n(30.5±2.31)\n27.6–33.1\n(29.9±1.42)\n23.6–27.8\n(26.0±1.70)\n25.2–30.0\n(27.6±1.10)\n26.7–30.3\n(28.7±1.32)\nHLL\/SVL (%) 16.6–20.1\n(18.2±0.82)\n16.5–19.2\n(17.9±0.72)\n18.7–21.3\n(19.6±0.95)\n17.0–20.9\n(18.4±0.92)\n18.2–20.6\n(19.0±0.60)\nTL\/SVL (%) 120.4–146.5\n(127.9±7.73)\n117.0–128.7\n(123.6±4.40)\n133.0–147.7\n(140.4±10.4)\n125.7–135.4\n(131.9±4.50)\n130.5–132.7\n(131.6±1.56)\nDorsal tubercle rows 20–25\n(22.6±1.30)\n18–23\n(20.5±1.36)\n19–24\n(21.7±1.63)\n21–24\n(22.6±1.18)\n20–24\n(22.0±1.15)\nVentrals 24–37\n(31.3±2.84)\n28–41\n(34.4±3.74)\n38–44\n(39.8±2.23)\n34–40\n(37.0±1.71)\n35–45\n(40.0±2.63)\nFemoroprecloacal\nscales\n34–46\n(39.8±2.69)\n37–45\n(41.7±2.37)\n41–48\n(44.5±2.74)\n56–65\n(60.7±2.99)\n58–66\n(62.1±2.54)\nFemoroprecloacal pores 34–44\n(38.9±2.57)\n29–35\n(31.0±2.16)\n48 57–64\n(60.9±3.02)\n58–66\n(62.5±2.62)\nFemoroprecloacal pore\nrow interrupted\n– + – – –\nMedian postmental\nscale\n– – – – +\nSupralabial scales 8–11\n(8.8±0.77)\n8–10\n(8.7±0.75)\n8–10\n(8.7±1.03)\n9–11\n(9.7±0.59)\n10–12\n(10.6±0.73)\nInfralabial scales 8–12\n(10.0±0.87)\n8–12\n(9.8±0.82)\n9–11\n(10.0±0.89)\n10–12\n(10.6±0.63)\n11–13\n(11.8±0.68)\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 5\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nyears between 1901 and 1950: mimikanus Boulenger 1914, sermowaiensis de Rooij 1915 and papuensis Brong-\nersma 1934 (originally described as novaeguineae, with Brongersma 1928 failing to notice the homonymy). None\nof these had broad alternating pale and dark bands.\nNone of the aforementioned authors had noticed the existence of a slightly earlier record of Cyrtodactylus in\nAustralia. Lucas and Frost (1900) described Hoplodactylus tuberculatus from a single specimen from the Endeav-\nour River, on which Cooktown is located. This species was largely overlooked in subsequent studies, or continued\nto be listed in its original combination (Zietz 1920; Lucas & le Souef 1909). It was more than 60 years later that\nKluge (1963) noted its true generic identity and synonymised the species with C. louisiadensis. Based on his exam-\nination of the holotype of tuberculatus and other (unspecified) Australian specimens, Kluge also viewed the\nbanded Cyrtodactylus as a single species, C. louisiadensis. He noted slight morphological differences (unspecified)\nbetween the Queensland and New Guinean populations and suggested a \"moderately long period of isolation from\nthe parental stock\".\nLucas and Frost's assignment of tuberculatus to a genus otherwise restricted to New Zealand is not as biogeo-\ngraphically anomalous as it appears. At the time of their work, they had recently completed a summary of the New\nZealand herpetofauna (Lucas & Frost 1897), and two species of Hoplodactylus Fitzinger 1843 were considered to\noccur in India. Hence, their recognition of a species from Australia was seen as bridging the gap between these two\ndisparate localities. However, one of the two \"Indian\" Hoplodactylus, H. duvaucelii (Duméril & Bibron 1836) was\nlater shown (Smith 1933a) to be a New Zealand species with an incorrect type locality. The other, H. anamallensis\n(Günther 1875) was referred to a new genus, Dravidogekko by Smith (1933b), which has since been subsumed\nwithin the genus Hemidactylus Gray 1825 (Bauer & Russell 1995).\nUntil recent times, C. louisiadensis has been treated as a species common to Cape York (Australia), New\nGuinea and the Solomon Islands (Brown & Parker 1973; Cogger et al. 1983). However, Brown and Parker (1973)\nreported an extraordinarily wide range of enlarged pore-bearing scales in the precloacofemoral region (38-80), not-\ning that \"this wide range may reflect population differences, since in our small sample those with the lowest num-\nber of pores were from Australia and those with the largest number from the Solomon Islands\". Again, Brown and\nParker did not identify the specimens they examined to reach this conclusion, other than to note that they had seen\nfew specimens (\"several males\"). Unfortunately, the number of pore-bearing scales is not useful in assigning the\nholotypes of G. olivii and H. tuberculatus to specific populations, as both specimens lack pores and are presumably\nfemales (Loveridge 1934; Kluge 1963). Brown and McCoy (1980) considered a new species from Guadalcanal, C.\nbiordinis, as part of the \"C. louisiadensis group\" though they did not define that group, other than to include C.\nnovaeguineae and C. loriae in it. They also provided additional quantification of the variation within a small sam-\nple of C. louisiadensis (two from the Louisiade Archipelago, four from New Guinea, and 16 from the Solomon\nIslands) but without any indication of localities within these regions or listing of the specimens examined. They\nprovided no data on pore numbers for the former two regions, suggesting that all those specimens were female.\nIt was not until 1984 that there was a challenge to a monophyletic or monotypic C. louisiadensis. Wells and\nWellington (1984, 1985) resurrected C. tuberculatus as a distinct Australian species but failed to provide any diag-\nnostic characters, and assigned it to a new genus, Quantasia. Only C. tuberculatus was formally included in Quan-\ntasia, which they considered to be restricted to \"Cape York Peninsula\" (Wells & Wellington 1984). Their generic\ndiagnosis has no description but includes the statement that the genus was distributed in \"north eastern Australia,\nNew Guinea and associated islands\". Of the morphological characters purported to differentiate the genus, most are\nwidespread in Cyrtodactylus, and hence it is not possible to determine the full extent of their genus, although it pre-\nsumably included C. louisiadensis, which was restricted to the type locality, hence leaving other populations in\nNew Guinea and the Solomon Islands innominate. Subsequent authors have failed to recognise Quantasia,\nalthough some (Bauer 2002, 2003; Batuwita & Bahir 2005; Rösler et al. 2007; Rösler & Glaw 2008; Hayden et al.\n2008) have treated C. tuberculatus as distinct, without providing diagnostic characters. Wells (2002) noted that\nQuantasia was intended to encompass the Cyrtodactylus louisiadensis group, but did not define the content of that\ngroup, and returned Quantasia to the synonymy of Cyrtodactylus. In the same paper, he provided a redescription of\nCyrtodactylus tuberculatus, restricting it to the area between the Atherton Tablelands and Cooktown, and described\n1. Most authors (e.g., Brongersma 1934; Wermuth 1965; Bauer & Henle 1994) have given the year 1844 for Schlegel's description,\nbased on the last date in the range given on the cover page of Schlegel's monograph. However, Stejneger (1907) provides\nevidence that the first 20 pages of text and the first two plates, which include Schlegel's account for Cyrtodactylus, were\npublished in 1837 as the first part of the monograph.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 41\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nscales extending from one knee to the other, each scale bearing a pore in males; mental with a posterior extension\nextending between postmentals; lips marbled or stippled with brown, dark dorsal bands on trunk usually three, with\na narrow dark edge anteriorly and posteriorly, and a narrow vertebral extension both anteriorly and posteriorly; pale\ninterspaces between dark body bands usually with a grey patch or bar laterally; basal tail bands a little wider than\npale interspaces.\nDescription. Size large (subadult male 65 mm, n = 1; females 64–112 mm, mean = 100.0 mm, sd = 20.26, n =\n5).\nHead relatively long (HL\/SVL 27.8–33.1%, mean = 30.0%; sd = 2.32, n = 6) and wide (HW\/HL 62.7–69.8%,\nmean = 67.7%; sd = 2.87, n = 6), moderately depressed (HD\/HL 34.0–37.1%, mean = 35.2%, sd = 1.16, n = 6), dis-\ntinct from neck. Loreal region moderately inflated, canthus rostralis poorly defined. Interorbital region and top of\nsnout concave, deepest and widest just anterior to level of rostral canthus of eye. Snout moderately long (SL\/HL\n36.3–39.5%, mean = 38.4%, sd = 1.18, n = 6; EN\/SVL 27.4–29.4%, mean = 28.4%, sd = 0.76, n = 6), much longer\nthan eye diameter (SL\/EYE 142.6–176.1%, mean = 158.9%, sd = 12.74, n = 6), and a little longer than eye-ear\ninterval (EE\/HL 23.6–27.8%, mean = 26.0%, sd = 1.70, n = 6). Eye large (EYE\/HL 22.4–25.9%, mean = 24.2%, sd\n= 1.33, n = 6), pupil vertical with crenated margin, forming about 3–4 low lobes along each edge of pupil. Supracil-\niaries in a double row, large, frill-like, well differentiated from adjacent more medial granules of the brow ridge,\nand largest anteriorly. Ear opening small (EAR\/HL 7.7–10.2%, mean = 9.0%, sd = 0.84, n = 6), usually a little taller\nthan long and slightly angled posterodorsally, but sometimes rounder. Rostral wider than high, height at centre less\nthan that more laterally (except in QM J86951), dorsal part divided by a straight median groove that extends about\n¼–⅓ the midline height of the scale, and fails to reach the oral margin. Two enlarged supranasals separated by usu-\nally a single, less enlarged internasal (two in QM J86929) that contacts the dorsal edge of the rostral shield. Exter-\nnal nares circular, bordered by first supralabial, rostral, supranasal, nasal (extending into posterior part of nostril)\nand two smaller granular scales between nasal and first supralabial. Nares moderately separated (IN\/HL\n12.2–13.5%, mean = 12.9%, sd = 0.45, n = 6). Supralabials anteriorly large, distinct from adjacent loreal granules,\n8–10 (mode = 8 (66.7%), mean = 8.7, sd = 1.03, n = 6) to level of mid-orbit, then inflecting dorsally and posteri-\norly, and becoming smaller, to gradually blend along rictal margin with adjacent small granules; supralabials sepa-\nrated from orbital margin by at least three rows of small granular scales at narrowest point. Mental wider than deep,\nwith a strong median extension, equal to or slightly wider than rostral, and bordered posteriorly by a single elon-\ngate pair of large postmentals (Fig. 10C). Infralabials anteriorly much larger than adjacent gular scales, becoming\nsmaller posteriorly, 9–11 (mean = 10.0, sd = 0.89, n = 6). First infralabial with ventral border approximately ⅔ to\nfully contacting postmental. Subinfralabial scales anteriorly large, flattened, and polygonal, becoming smaller,\nmore rounded and granular posteriorly and medially (towards gular area).\nFIGURE 19. Holotype of Cyrtodactylus hoskini (QM J86950).\n\f",
    "SHEA ET AL.\n42 · Zootaxa 3146 © 2011 Magnolia Press\nFIGURE 20. Cyrtodactylus hoskini in life. A. Tozer's Gap, Qld (Photo: P. Couper), B. William Thompson Range, Qld (Photo:\nK. Aland).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 43\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nBody moderately robust (AGL\/SVL 37.5–44.3%, mean = 41.0%, sd = 2.76, n = 6), with low, but distinct, ven-\ntrolateral skin folds approximately marking the transition between the enlarged flattened ventral scalation and the\nsmaller, more rounded, granular lateral scalation. Scales on dorsum of head, body and limbs small, juxtaposed,\nrounded granules, with interspersed much larger tubercles. Granular scales finest over parietal region of head,\nbecoming coarser over body, then larger, flatter and more polygonal on tail. On head dorsum (Fig. 11C), tubercles\ncommence on crown area and are small, widely separated and only slightly projecting, anteriorly, becoming larger,\nmore numerous, more projecting and with a more conical, slightly posteriorly-tilted apex over nape. Tubercles on\nbody dorsum larger again (Fig. 12C), but with a more longitudinally ovoid base, often with a weak median keel,\nand relatively low on anterior body, but becoming more projecting posteriorly on body, over sacrum and onto tail\nbase. Tubercles persist along tail, one to two whorls per segment, becoming lower and less differentiated until\neventually losing their distinction by about the fourth or fifth dark band. Large tubercles on body dorsum separated\nby 2–3 smaller granular scales, those on head and nape more widely separated by several scales. Tubercles on body\narranged in about 19–24 (mean = 21.7, sd = 1.63, n = 6) roughly longitudinal rows. Dorsum of brachium with jux-\ntaposed small scales and relatively few larger tubercles; antebrachium with more imbricate, larger scales distally\nand over manus, and more numerous, large, low tubercles (Fig. 13C). Dorsum of thigh and crus with small juxta-\nposed granules and numerous, low, densely packed, large tubercles (Fig. 13H), only dorsum of pes with imbricate\nscales.\nLaterally, tubercles commence over temporal region and in postinfralabial area, where they are noticeably\nlarger than those of the head dorsum (Fig. 11H), then along nape and body, where they are smaller and similarly\nprotuberant to those dorsally, and along tail, commencing on tail base as prominent, conical scales, then rapidly\nlosing differentiation by third dark tail band (Fig. 14C).\nVentrally, gular scales small, rounded and juxtaposed, becoming larger, flatter and more imbricate over body\nventer, from clavicular region. Ventral scales at midbody, between ventrolateral skin folds 38–44 (mean = 39.8, sd\n= 2.23, n = 6). Ventral scales on brachium and antebrachium like gular scales. On ventral surface of thighs, but not\non crus or in precloacal region, an abrupt junction between enlarged imbricate scales and much smaller scales pos-\nteriorly, enlarged scales 41–48 between distal extent on each thigh (mean = 44.5, sd = 2.74, n = 6). Ventral scales of\ntail base like those of body, most of tail venter with a single median series of very broad scales about four times the\nwidth of adjacent ventrolateral scales.\nPrecloacal and femoral pores present in males (n = 1), 48 in a single continuous row, arching shallowly anteri-\norly in precloacal region. No pubic groove. Usually two (three on left side of QM J86926) large, blunt-tipped, post-\ncloacal spurs on ventrolateral surface of tail base.\nForelimbs and hindlimbs well-developed (FLL\/SVL 15.5–16.5%, mean = 16.0%, sd = 0.34, n = 6; HLL\/SVL\n18.7–21.3%, mean = 19.6%, sd = 0.95, n = 6). Digits well-developed, reflected dorsally at proximal interphalan-\ngeal joint, and all bearing robust, strongly curved claws sheathed at the base by two scales. Subdigital lamellae\nexpanded basally, beginning on pes over distal part of metatarsals and ending at point of reflection of toes, lamellae\ndistal to this point not expanded. Lamellae under first toe 7–8 expanded (mean = 7.8, sd = 0.41) + 9–10 narrow\n(mean = 9.8, sd = 0.41), total 17–18 (mean = 17.7, sd = 0.52, n = 6). Lamellae under second toe 9–10 expanded\n(mean = 9.5, sd = 0.55) + 10–11 narrow (mean = 10.8, sd = 0.41), total 19–21 (mean = 20.3, sd = 0.82, n = 6).\nLamellae under third toe 10–12 expanded (mean = 11.0, sd = 0.89) + 11–13 narrow (mean = 12.0, sd = 0.63), total\n22–24 (mean = 23.0, sd = 0.89, n = 6). Lamellae under fourth toe 11–12 expanded (mean = 11.7, sd = 0.52) + 11–13\nnarrow (mean = 12.2, sd = 0.75), total 23–25 (mean = 23.8, sd = 0.98, n = 6). Lamellae under fifth toe 8–9\nexpanded (mean = 8.5, sd = 0.55) + 11–13 narrow (mean = 12.3, sd = 0.82), total 20–22 (mean = 20.8, sd = 0.75, n\n= 6). Relative lengths of digits on manus I<II<V<III<IV; on pes I<II<III=V<IV. Very slight traces of webbing\nbetween bases of fingers; weak webbing between bases of toes 2–3 and 3–4.\nTail a little longer than body (TL\/SVL 133.0–147.7%, n = 2), narrow at base (TW\/SVL 6.3–8.0%, mean =\n7.3%, sd = 0.59, n = 6) and tapering evenly to a conical tip. Tail segments externally identifiable by straight scale\njunctions, segments about 7–8 scales long when counted to include tubercles. Cloacal sacs present in both sexes,\nexternal orifices just posterior to vent, laterally.\nColour in preservative. Dorsal ground colour pale grey-brown. Head dorsum (Fig. 11C) usually coarsely\nmottled with mid to dark brown, bordered posterolaterally by a narrow pale zone which has a poorly defined ante-\nrior edge (except in juveniles, where the anterior edge is more clearly defined). Pale nape zone bordered posteriorly\nby a U-shaped dark chocolate coloured chevron on nape, widest vertebrally (with a short vertebral extension both\n\f",
    "SHEA ET AL.\n44 · Zootaxa 3146 © 2011 Magnolia Press\nanteriorly and posteriorly) and extending anteriorly over temporal region to eye, then moderately to weakly present\nover posterior lores and becoming increasingly diffuse as it extends to the nostril. Second broad dark transverse\ndorsal band over shoulders. Three dark bands over trunk, narrowing on lateroventral surfaces and dissipating over\nlower flanks. Usually a dark band over hips (not present in QM J86950 and QM J86928; both specimens with a\nnarrow dark blotch at the limb insertions, the latter specimen also has a small dark blotch on the vertebral line). Tail\nwith dark bands over most of length, but these become increasingly obscure on the distal portion. When they can be\ncounted to the distal end of tail, dark tail bands 13–15 (n = 2). On nape and body, dark bands usually slightly wider\nthan pale interspaces, and with abrupt edges with a short vertebral extension both anteriorly and posteriorly; pig-\nmentation darkest along band margins, leaving centre of bands a little lighter. Bands on tail (Fig. 14C) of similar\nwidth to body bands, and anteriorly 1½ to twice the width of the pale interspaces. Pale interspaces of body usually\nwith a few dark smudges and some indication of a dark bar that extends dorsoventrally down the flanks.\nUpper and lower lips (Fig. 11H) generally greyish-brown. Dorsum of forelimbs and hindlimbs mid-brown and\nmottled; in some specimens obscure darker bars are present on the thighs.\nEntire ventral surface generally pale with some greyish brown mottling which is most prominent on the men-\ntal, the gular region and the jaw articulation.\nDescription of holotype. The holotype of C. hoskini is a mature-sized female, with the following character\nstates of those variable for the taxon: SVL 107.5 mm, AGL 45 mm, TL 143 mm, TW 8.6 mm, HL 29.9 mm, HW\n20.8 mm, HD 11.1 mm, IN 3.8 mm, SL 11.8 mm, EN 8.5 mm, EYE 6.7 mm, EE 8.3 mm, EAR 2.7 mm, FLL 16.9\nmm, HLL 21.2 mm, lamellae below digits I–V 8+10, 10+11, 12+12, 12+12, 9+13 respectively, supralabials 8,\ninfralabials 9, rows of dorsal tubercles 22, transventral rows 40, femoroprecloacal scales 41, dark hip band present,\nand dark tail bands 15.\nEtymology. Named for Dr Conrad Hoskin (b. 1976) whose work on rainforest frogs and reptiles played an\nimportant role in recognizing the significance of rock landscapes (lithorefugia) in preserving ancient rainforest lin-\neages (see Couper & Hoskin 2008); a concept that is well illustrated by the distribution of Australian Cyrtodactylus\nspp.\nDistribution. The western edge of Iron Range, north Queensland (Fig. 21). In addition to the type locality, the\nspecies has been photographed in the Garraway Creek area (12º 42' 50\" S 143º 10' 26\" E), a locality approximately\n2 km north of the type locality (C. Hoskin, pers. comm.), and from the William Thompson Range (at the point\nwhere Fall Creek drops out of the William Thompson Range, just west of the Pascoe River Crossing, 12º 55' 27\" S\n143º 01' 30\" E; K. Aland, pers. comm.), about 29 km to the south-west (Fig. 20B).\nConservation status. This species has a very small known distribution that is unlikely to be much more exten-\nsive. We have no clear understanding of population size but expect it to be small, given the very small area of occu-\npancy and the low genetic diversity of this species on current sampling. The large adult size and colourful pattern\nof this species, together with its ready collection from accessible rock outcrops, could lead to it being targeted by\nillegal collection from the wild for the pet trade. These factors fulfil the IUCN criteria for a Vulnerable listing (cri-\nteria D1, VU D2).\nComparison with other species (Table 6). Cyrtodactylus hoskini is genetically most similar to C. tubercula-\ntus and C. mcdonaldi, differing from them by average sequence divergences of 12.12% and 11.79% respectively\n(Table 2). In comparison to C. tuberculatus, C. hoskini has more numerous transverse ventral scales (38–44 vs\n24–37) and precloacal scales (41–48, mean = 44.5 vs 34–46, mean = 39.8), a narrower, flatter head (HW\/HL\n62.7–69.8% vs 66.5–88.0%; HD\/HL 34.0–37.1% vs 35.3-57.5%), with a less well-developed postocular region\n(EN\/HL 23.6–27.8% vs 25.8–36.9%), and is generally less tuberculate than C. tuberculatus, with the postlabial\narea barely tuberculate (vs strongly tuberculate), the crus with only small, low tubercles (vs strongly tuberculate),\nand caudal tubercles absent by or at the second pale band (vs continuing to the third or fourth pale band or more,\ndistally). In coloration, C. hoskini has a generally less strongly mottled head dorsum (vs usually strongly mottled),\nstrong anterior extensions of dark body bands along the vertebral line (barely present in a few individuals of C.\ntuberculatus, but usually absent), and a dark bar in the pale interspaces ventrolaterally (absent in C. tuberculatus, or\nrepresented by scattered rounded spots).\nCyrtodactylus hoskini has more numerous transverse ventral scales than C. mcdonaldi (38–44 vs 28–41), more\nnumerous enlarged femoroprecloacal scales (41–48 vs 37–45), a longer tail (TL\/SVL 133.0–147.7% vs\n117.0–128.7%), a narrower and flatter head (HW\/HL 62.7–69.8% vs 65.0–78.9%; HD\/HL 34.0–37.1% vs\n35.8–43.4%), with a less well-developed temporal region (EE\/HL 23.6-27.8% vs 27.6-33.1%), and slightly longer\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 45\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nhindlimbs (HLL\/SVL 18.7–21.3% vs 16.5–19.2%). The subdigital lamellae counts are at the upper end of the range\nfor C. mcdonaldi. The femoroprecloacal pores are in a single unbroken row (vs broken into three segments by\nunpored scales). The dark bands on body and nape have a strong anterior extension along the vertebral line (vs\nabsent), the pale interspaces have a dark bar ventrolaterally (vs usually no dark markings), and the dark dorsal\nbands have strong anterior and posterior edges (usually only a pronounced dark posterior edge in C. mcdonaldi).\nFIGURE 21. Distribution of Cyrtodactylus hoskini (diamonds), C. adorus (circles) and C. pronarus (squares). Open symbols\nindicate photographic record only.\nCyrtodactylus hoskini differs from C. klugei and C. robustus in having many fewer femoroprecloacal pores (48\nvs 66 or more) in males. The difference in number of pores is mirrored by the number of scales bearing them,\nwhich are countable in both males and females (41–48 (C. hoskini) vs 66 or more). In comparison to C. klugei, C.\nhoskini has three dark bands across the trunk (vs usually two), and has vertebral extensions of the dark body bands\n(vs absent). It is less strongly tuberculate than C. robustus, is smaller (SVL to 105 mm vs 161 mm) and has a nar-\nrower head (HW\/HL 62.7–69.8% vs 69–84%; Kraus 2008), and further differs from it in the presence of a dark\nband across the hips (vs usually lacking). It also lacks the bright orange cloaca of C. robustus.\nFor comparisons with C. adorus and C. pronarus, see the descriptions of those species.\nComments. The discovery of a Cyrtodactylus species at Iron Range, the stated type locality for Cyrtodactylus\nabrae Wells, 2002, requires revisiting the status of that nominal taxon. Couper et al. (2004) recommended treating\n\f",
    "SHEA ET AL.\n46 · Zootaxa 3146 © 2011 Magnolia Press\nthe name as unavailable, due to the lack of a type specimen in the original description. However, if a neotype were\nto be designated, the name could be validated. The limited description of C. abrae, which appears to be based on\nprevious accounts of a \"rainforest\" form of Cape York Cyrtodactylus presented by Wilson and Knowles (1988), in\nturn seemingly based on the published photograph by Cogger (1975), clearly does not represent the taxon we have\ndescribed from Iron Range. Wells (2002) defined C. abrae as being differentiated from C. tuberculatus by its pos-\nsession of fewer dark body bands (four, corresponding to two in our definition), and tail bands (seven). Cyrtodacty-\nlus hoskini, the only Cyrtodactylus that we have evidence of at Iron Range, has the same number of dark body\nbands (three) as C. tuberculatus, and none of the Australian Cyrtodactylus species have as few as seven dark tail\nbands or two dark body bands between axilla and groin. Wells (2002) also noted that C. abrae can attain a SVL of\n160 mm, considerably larger than any other Australian Cyrtodactylus. Hence, the possibility exists that the descrip-\ntion of C. abrae is based on a non-Australian taxon with incorrect type locality, and on current knowledge, it is not\npossible to nominate a neotype that is both from a locality close to the nominal type locality as well as according\nwith the nominal diagnosis of the taxon. Because of the considerable risk to destabilization of nomenclature by\nhaving this name potentially become a senior synonym of any one of the numerous Cyrtodactylus species\ndescribed since 2002 through nomination of a neotype, and the lack of sufficient detail in the description (or in the\nphotograph provided by Cogger (1975) that seems to have been the basis for that description) to clearly assign it to\nany one of the numerous banded Cyrtodactylus species, we choose to stabilize nomenclature by nominating as neo-\ntype of Cyrtodactylus abrae the larger syntype of Cyrtodactylus pulchellus, Natural History Museum, London\n(BMNH) xxii.91a, from Singapore. This action accords with the sparse detail that is available in the morphological\nand coloration description of C. abrae by Wells (2002), and relegates the name to synonymy. As we have demon-\nstrated, it is not possible to nominate a neotype that is as close as possible to the nominal type locality of C. abrae,\nconsistent with Article 75.3.6 of the Code of Zoological Nomenclature (ICZN 1999), because none of the Austra-\nlian Cyrtodactylus are morphologically consistent with the description of C. abrae. To comply with Article 75.3.3\nand 75.3.5, relevant to validation of neotype designations, we illustrate this specimen (the larger syntype of C. pul-\nchellus) in dorsal view (Fig. 22).\nNatural history. The type series of C. hoskini was collected amongst large granite boulders in predominantly\nopen forest interspersed with patches of rainforest (Fig. 23A). The nearby Garraway Creek site is immediately\nadjacent to the type locality for the microhylid frog Cophixalus kulakula, which is described and illustrated by\nHoskin and Aland (2011) as a boulder field, with festooning ferns vines and umbrella trees. The William Thomp-\nson Range population inhabits granite boulders in outcrops and along creek and gully lines in savannah woodland\nthat shows evidence of regular burns (K. Aland, pers. comm.).\nFIGURE 22. Neotype of Cyrtodactylus abrae — the larger syntype of Cyrtodactylus pulchellus (Natural History Museum\nLondon xxii.91a) (Photo: C. McCarthy).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 47\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nFIGURE 23. Habitats of A. Cyrtodactylus hoskini at Tozer's Gap (Photo: A. Amey) and B. C. adorus at mouth of Pascoe River\n(Photo: P. Couper).\n\f",
    "SHEA ET AL.\n48 · Zootaxa 3146 © 2011 Magnolia Press\nCyrtodactylus adorus sp. nov.\n(Figs. 24–25)\nHolotype. QM J86979, male, Pascoe River mouth, 8 m asl (12º 29' 09\" S 143º 16' 28\" E) (P. Couper, A. Amey & L.\nRoberts, 17.ix.2008).\nParatypes. QM J31806, Pascoe River (12º 30' S 143º 16' E); J86978, J86980–83, Pascoe River mouth (12º 29'\n09\" S 143º 16' 28\" E); J86958–62, J86969, Wattle Hills (12º 32' 57\" S 143º 11' 12\" E); J88831–32, 2 km S Stanley\nHill (12º 27' 50\" S 143º 16' 14\" E).\nDiagnosis. A large Cyrtodactylus (SVL to 123 mm) with small tubercles on antebrachium, moderately devel-\noped dorsal tubercles (those over temporal region small and only slightly projecting); in 21–24 longitudinal rows at\nthe midpoint of the trunk (axilla-groin interval); 34–40 ventral scale rows at the same level; a continuous series of\n56–65 enlarged femoroprecloacal scales extending from one knee to the other, each scale bearing a pore in males;\nmental with a posterior extension extending between postmentals; lips cream to brown; dark dorsal bands on trunk\nusually three, with a narrow dark edge posteriorly, and often a narrow pale edge anteriorly, dark nape band with a\nnarrow vertebral extension anteriorly, but other dark bands straight-edged; little or no indication of any dark marks\nin the pale interspaces; basal tail bands broad and evenly dark, about twice the width of pale interspaces.\nFIGURE 24. Holotype of Cyrtodactylus adorus (QM J86979).\nDescription. Size large (males 91.5–119 mm, mean = 109.1 mm, sd = 9.50, n = 7; females 91–123 mm, mean\n= 111.8 mm, sd = 10.67, n = 8).\nHead relatively long (HL\/SVL 25.7–30.3%, mean = 28.2%; sd = 1.32, n = 15) and wide (HW\/HL 66.0–76.4%,\nmean = 70.5%; sd = 2.97, n = 15), slightly depressed (HD\/HL 34.9–54.6%, mean = 39.6%, sd = 4.82, n = 15, only\none individual greater than 43.3%), distinct from neck. Loreal region moderately inflated, canthus rostralis poorly\ndefined. Interorbital region and top of snout concave, deepest and widest just anterior to level of rostral canthus of\neye. Snout moderately long (SL\/HL 37.4–43.1%, mean = 39.5%, sd = 1.56, n = 115; EN\/HL 28.2–32.7%, mean =\n29.5%, sd = 1.40, n = 15), much longer than eye diameter (SL\/EYE 148.6–192.3%, mean = 174.1%, sd = 10.07, n\n= 15), and a little longer than eye-ear interval (EE\/HL 25.2–30.0%, mean = 27.6%, sd = 1.10, n = 15). Eye large\n(EYE\/HL 20.9–26.2%, mean = 22.7%, sd = 1.51, n = 15), pupil vertical with crenated margin, forming about 3-4\nlow lobes along each edge of pupil. Supraciliaries in a double row, large, frill-like, well-differentiated from adja-\ncent more medial granules of the brow ridge, and largest anteriorly. Ear opening small (EAR\/HL 5.1–9.5%, mean =\n7.3%, sd = 1.38, n = 15), usually a little taller than long and slightly angled posterodorsally, but sometimes rounder.\nRostral wider than high, height at centre less than that more laterally (except in QM J86982), dorsal part divided by\na median groove that extends about ¼–½ the midline height of the scale, and fails to reach the oral margin; the\ngroove terminates in roughly a 'J'-shape (38% of specimens), 'T'-shape (31%), 'W'-shape (23%) or some permuta-\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 49\nREVISION OF AUSTRALIAN CYRTODACTYLUS\ntion thereof, or takes the form of a widely zigzagging line (8%). Two enlarged supranasals separated by usually a\nsingle, less enlarged internasal (77% of specimens), two internasals (15%) or in direct contact (8%). External nares\ncircular, bordered by first supralabial, rostral, supranasal, nasal (extending into posterior part of nostril) and 2–3\nsmaller granular scales between nasal and first supralabial. Nares moderately separated (IN\/HL 11.6–14.2%, mean\n= 13.0%, sd = 0.66, n = 15). Supralabials anteriorly large, distinct from adjacent loreal granules, 9–11 (mode = 10\n(60.0%), mean = 9.7, sd = 0.59, n = 15) to level of mid-orbit, then inflecting dorsally and posteriorly, and becoming\nsmaller, to gradually blend along rictal margin with adjacent small granules; supralabials separated from orbital\nmargin by at least four rows of small granular scales at narrowest point. Mental wider than deep, with a strong\nmedian extension (Fig. 10D), a little narrower to slightly wider than rostral, and bordered posteriorly by a single\nelongate pair of large postmentals (except in QM J86960 in which the postmentals are separated anteriorly by a\nsmall elongate scale that contacts the posterior edge of the mental and is probably a fragment of the median exten-\nsion of the mental). Infralabials anteriorly much larger than adjacent gular scales, becoming smaller posteriorly,\n10–12 (mean = 10.6, sd = 0.63, n = 15). First infralabial with ¾ or more of ventral margin contacting postmental\n(fully contacting postmental on left side of QM J86980). Subinfralabial scales anteriorly large, flattened, and\npolygonal, becoming smaller, more rounded and granular posteriorly and medially (towards gular area).\nFIGURE 25. Cyrtodactylus adorus from Wattle Hills in life (Photo: P. Couper).\nBody moderately robust (AGL\/SVL 40.2–46.7%, mean = 42.5%, sd = 1.79, n = 15), with low, but distinct,\nventrolateral skin folds approximately marking the transition between the enlarged, flattened ventral scalation and\nthe smaller, more rounded, granular lateral scalation. Scales on dorsum of head, body and limbs small, juxtaposed,\nrounded granules, with interspersed much larger tubercles. Granular scales finest over parietal region of head,\nbecoming coarser over body, then larger, flatter and more polygonal on tail. On head dorsum (Fig. 11D), tubercles\nsmall and only slightly projecting, anteriorly commencing on crown, becoming larger, more projecting and with a\nmore conical, slightly posteriorly-tilted apex over nape. Tubercles on body dorsum larger again (Fig. 12D), but\nwith a more longitudinally ovoid base, sometimes with a weak median keel, and relatively low on anterior body,\nbut becoming slightly larger posteriorly on tail base, where they are more conical. Tubercles persist along tail, one\nto two whorls per segment, becoming lower and less differentiated until eventually losing their distinction by about\nthe fourth dark band. Large tubercles on body dorsum separated by 2–6 smaller granular scales, as are those on the\nhead, although tiny, and nape. Tubercles on body arranged in about 21–24 (mean = 22.6, sd = 1.18, n = 15) roughly\nlongitudinal rows. Dorsum of brachium with slightly imbricate scalation, larger tubercles sparse to entirely absent;\n\f",
    "SHEA ET AL.\n50 · Zootaxa 3146 © 2011 Magnolia Press\nantebrachium with more imbricate larger scales distally and over manus, and with numerous small tubercles (Fig.\n13D). Dorsum of thigh and crus with small juxtaposed granules and densely packed larger tubercles (Fig. 13I), only\ndorsum of pes with imbricate scales.\nLaterally, tubercles commence over temporal region (a few may be present in the postinfralabial area) where\nthey are small and conical and only slightly larger (Fig. 11I) than those of the head dorsum, then along nape and\nbody, where they are smaller and noticeably less protuberant than those dorsally, and along tail, commencing on\ntail base as prominent, protuberant, conical scales, then rapidly losing differentiation by second dark tail band (Fig.\n14D).\nVentrally, gular scales small, rounded and juxtaposed, becoming larger, flat and more imbricate over body ven-\nter, from clavicular region. Ventral scales at midbody, between ventrolateral skin folds 34–40 (mean = 37.0, sd =\n1.71, n = 14). Ventral scales on brachium and antebrachium like gular scales. On ventral surface of thighs, but not\non crus or in precloacal region, an abrupt junction between enlarged imbricate scales and much smaller scales pos-\nteriorly, enlarged scales 56–65 between distal extent on each thigh (mean = 60.7, sd = 2.99, n = 15). Ventral scales\nof tail base like those of body, most of tail venter with a single median series of very broad scales about four times\nthe width of adjacent ventrolateral scales.\nPrecloacal and femoral pores present in males, in a single continuous row, arching shallowly anteriorly in pre-\ncloacal region. Pores 57–64 (mean = 60.9, sd = 3.02, n = 7), best developed in precloacal region where they are\ndeep and transversely oriented, becoming much shallower, smaller and rounder distally under thigh. No pubic\ngroove. About three large, blunt-tipped postcloacal spurs on ventrolateral surface of tail base, more projecting in\nadult males than females or juveniles.\nForelimbs and hindlimbs well-developed (FLL\/SVL 13.4–15.7%, mean = 15.0%, sd = 0.60, n = 15; HLL\/SVL\n17.0–20.9%, mean = 18.4%, sd = 0.92, n = 15). Digits well-developed, reflected dorsally at proximal interphalan-\ngeal joint, and all bearing robust, strongly curved claws sheathed at the base by two scales. Subdigital lamellae\nexpanded basally, beginning on pes over distal part of metatarsals and ending at point of reflection of toes, lamellae\ndistal to this point not expanded. Lamellae under first toe 7–9 expanded (mean = 8.3, sd = 0.59, mode = 8 (60.0%))\n+ 8–12 narrow (mean = 9.9, sd = 0.96, mode = 10 (53.3%)), total 16–19 (mean = 18.2, sd = 0.77, mode = 18\n(60.0%), n = 15). Lamellae under second toe 9–12 expanded (mean = 10.5, sd = 0.92, mode = 11 (40.0%)) + 10–14\nnarrow (mean = 11.5, sd = 0.99, modes = 11, 12 (40.0%)), total 21–23 (mean = 22.0, sd = 0.76, mode = 22 (46.7%),\nn = 15). Lamellae under third toe 9–13 expanded (mean = 10.8, sd = 1.15, mode = 11 (33.3%)) + 12–14 narrow\n(mean = 12.7, sd = 0.70, mode = 13 (46.7%)), total 22–25 (mean = 23.5, sd = 0.92, mode = 24 (40.0%), n = 15).\nLamellae under fourth toe 10–14 expanded (mean = 12.1, sd = 1.10, mode = 12 (46.7%)) + 13–15 narrow (mean =\n13.3, sd = 0.61, mode = 13 (73.3%)), total 23–27 (mean = 25.4, sd = 1.06, mode = 25 (40.0%), n = 15). Lamellae\nunder fifth toe 9–11 expanded (mean = 9.5, sd = 0.74, mode = 9 (60.0%)) + 11–14 narrow (mean = 12.2, sd = 0.86,\nmode = 12 (66.7%)), total 21–23 (mean = 21.7, sd = 0.80, mode = 21 (46.7%), n = 15). Relative lengths of digits on\nmanus I<II<V<III<IV; on pes I<II<III=V<IV. Very slight traces of webbing between bases of fingers; weak web-\nbing between bases of toes 2–3, 3–4 and 4–5.\nTail a little longer than body (TL\/SVL 125.7–135.4%, mean = 131.9%, sd = 4.50, n = 4), narrow at base (TW\/\nSVL 5.5–8.8%, mean = 7.8%, sd = 0.91, n = 15) and tapering evenly to a conical tip. Tail segments externally iden-\ntifiable by straight scale junctions, segments about 7–9 scales long when counted to include tubercles. Cloacal sacs\npresent in both sexes, larger in males, external orifices just posterior to vent, laterally.\nColour in preservative. Dorsal pale ground colour greyish brown. Head dorsum (Fig. 11D) relatively\nunmarked, bordered posterolaterally by a narrow pale band which sometimes has a dark smudge along its anterior\nedge. Pale nape zone bordered posteriorly by a U-shaped dark chocolate coloured chevron on nape, widest verte-\nbrally (with a small to moderate, rounded to pointed anterior vertebral extension) and extending anteriorly over\ntemporal region to eye, then visible as a narrowing, increasingly diffuse streak over the lores to the nostril. Second\nbroad dark transverse dorsal band over shoulders. Three dark bands over trunk, extending lateroventrally with even\nwidth, but dissipating over flanks. A dark band over hips. Tail with dark bands over most of length, but distal third\nof tail usually paler, with bands less evident. When they can be counted to the distal end of tail, dark tail bands\n9–12 (mean = 11.2, sd = 1.30, n = 5). On nape and body, dark bands wider than pale interspaces, and with abrupt\nstraight edges; pigmentation generally darkest along posterior margin of dark band and often paler along the ante-\nrior edge. Bands on tail (Fig. 14D) of similar width to body bands but wider than the pale interspaces and darker\nand more solidly dark than those of body. Pale interspaces of body darkest across centre, but otherwise generally\nunmarked.\n\f",
    "SHEA ET AL.\n6 · Zootaxa 3146 © 2011 Magnolia Press\na new species, C. abrae, nominally from Iron Range. However, the redescription of C. tuberculatus was presented\nwithout any indication of the author having examined specimens, and gave little detail beyond that already pub-\nlished in general herpetology texts for the genus or the species C. louisiadensis. Wells did not specifically cite any\nsources for his descriptive data, and still did not provide any diagnosis that attempted to explicitly differentiate C.\ntuberculatus from the New Guinean and Solomon Islands populations of C. louisiadensis. Further, as noted by\nCouper et al. (2004), the description of C. abrae did not meet the requirements of the Code of Zoological Nomen-\nclature as the nominal holotype (\"the largest specimen from the type locality [Iron Range] in the Queensland\nMuseum collection\") did not exist. At the time of description, there was no indication in any museum collection of\na Cyrtodactylus population from Iron Range, although the Queensland Museum collection did house specimens\nfrom other north Queensland localities (Covacevich & Couper 1991). Despite this, a few authors continued to treat\nC. abrae as a distinct species (Batuwita & Bahir 2005; Hayden et al. 2008).\nThe first explicit hypothesis of relationships was proposed by Kraus and Allison (2006) when they described\nCyrtodactylus murua (specimens of which had earlier been referred to C. louisiadensis by Boulenger 1895) from\nWoodlark Island. These authors considered that the enlarged subcaudal scales of C. murua and C. louisiadensis,\nalthough apparently convergent with enlarged subcaudal scales in other more geographically distant Cyrtodactylus,\ndefined them as \"a small clade of taxa related to C. louisiadensis that inhabits the eastern Papuan-Solomon Island-\nAustralian region\".\nRösler et al. (2007) more explicitly used the putative synapomorphy of enlarged subcaudal scales to define a\nC. louisiadensis species group, consisting of C. louisiadensis, C. murua, C. tuberculatus and the newly described\nC. salomonensis, from Ysabel Island, but excluding C. biordinis. While the same feature was present in C. mimi-\nkanus and C. aaroni Günther & Rösler 2003 from western New Guinea, those species were excluded from the C.\nlouisiadensis group by possession of a larger number of body bands. Hence, the Cyrtodactylus louisiadensis group\nof Rösler et al. (2007), Kraus and Allison (2006), and presumably Quantasia, differs from that of Brown and\nMcCoy (1980).\nCyrtodactylus tuberculatus was treated as a distinct species by Rösler et al. (2007) who redescribed it from\nthree specimens (none of them the types of tuberculatus or olivii): two females from Cooktown, and one male from\n'Australia'. Their comparative material comprised seven specimens from Misima Island that they referred to C. lou-\nisiadensis, the two types of C. salomonensis from a single locality on Santa Isabel Island in the Solomons, and five\nadditional specimens that they tentatively considered close to C. salomonensis, three of which came from unknown\nlocalities in the Solomons, one from Bougainville Island, and one from an unknown locality in New Guinea. On\nthe basis of this limited sampling, they distinguished the Australian species from other New Guinean and Solo-\nmons populations previously ascribed to C. louisiadensis by the absence of enlarged tubercles along the lateral skin\nfold of the trunk. Further, they reported that C. tuberculatus had femoral and preanal pore clusters that were sepa-\nrated by several scales lacking pores (an observation based on the single male from an unknown locality). The three\nspecimens examined by these authors had a snout-vent length (SVL) range of 80–89 mm (the type of tuberculatus\nsimilarly had a reported SVL of 88 mm; Lucas & Frost 1900). This measurement falls well short of the 160 mm\nSVL reported by Wells (2002) for Australian Cyrtodactylus populations.\nMore recently, Kraus (2008) examined variation in New Guinean populations of banded Cyrtodactylus, and\ndivided these populations into five species, C. epiroticus (representing populations on the mainland of New\nGuinea, and possibly Normanby Island), C. klugei and C. lousiadensis (both restricted to Sudest Island), C. robus-\ntus (from Rossel Island) and C. tripartitus (from Misima Island). Hence, the Misima Island sample that was the\nbasis of Rösler et al.'s concept of C. louisiadensis did not represent that species. Kraus did not directly examine\nAustralian specimens, relying on the data of Rösler et al. (2007) for C. tuberculatus. He did not resolve the status of\nthe banded Cyrtodactylus of Bougainville Island and other islands in the Solomon group, and did not directly\naddress the hypothesis of Brown and Parker (1973) that C. louisiadensis was a single clinally varying species.\nAlthough his recognition of five species among the New Guinea populations could be argued to have indirectly\nrefuted this hypothesis, four of the species represent only single small islands, and he did not specifically explore\nvariation among the only wide-ranging taxon, C. epiroticus. However, this first extensive sampling of banded Cyr-\ntodactylus revealed that these populations did not occur along the south coast of New Guinea. Hence, the concept\nof a wide-ranging species from the Solomon Islands to Australia required a novel biogeographic pattern amongst\nAustralo-papuan reptiles of an Australian species or population being related to taxa from northern New Guinea\nand the Solomons, but not southern New Guinea.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 51\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nUpper and lower lips (Fig. 11I) cream to mid-brown. Dorsum of forelimbs and hindlimbs relatively unmarked,\npale to mid greyish brown.\nEntire ventral surface immaculate off-white to diffusely marked with greyish brown. Generally with diffuse\nbrown mottling on gular region and abdomen. Ventral surface of tail dark with some pale band edges visible.\nDescription of holotype. The holotype of C. adorus is a mature-sized male, with the following character states\nof those variable for the taxon: SVL 104.5 mm, AGL 42.5 mm, TL 141.5 mm, TW 8.7 mm, HL 30.2 mm, HW 22.2\nmm, HD 11.6 mm, IN 4.0 mm, SL 12.0 mm, EN 8.9 mm, EYE 7.2 mm, EE 8.4 mm, EAR 2.5 mm, FLL 16.4 mm,\nHLL 21.8 mm, lamellae below digits I–V 9+10, 11+11, 12+12, 12+13, 9+12 respectively, supralabials 9, infralabi-\nals 10, rows of dorsal tubercles 21, transventral rows 38, femoroprecloacal scales 63 and dark tail bands 11.\nEtymology. From the Greek άδωρος (adoros; = pure, incorruptible), alluding to the evenly and straight banded\ncoloration, unmarred by dark spotting, curves or irregular margins.\nDistribution. Known only from rocky outcrops on or near the lower reaches of the Pascoe River (Fig. 21).\nWattle Hills is about 12 km upstream from the type locality near the river mouth, while the Stanley Hill site is about\n2.5 km north of the type locality. The known sites are among the few rock outcrops in the area.\nConservation status. This species has a very small known distribution that is unlikely to be much more exten-\nsive and is probably also very fragmented. We have no clear understanding of population size but expect it to be\nsmall, given the very small area of occupancy and the low genetic diversity of this species on current sampling. The\nlarge adult size and colourful pattern of this species, together with its ready collection from accessible rock out-\ncrops, could lead to it being targeted by illegal collection from the wild for the pet trade. These factors fulfil the\nIUCN criteria for a Vulnerable listing (criteria D1, VU D2).\nComparison with other species (Table 6). Cyrtodactylus adorus genetically differs from C. tuberculatus, C.\nmcdonaldi and C. hoskini by average sequence divergences of 14.28–16.43% (Table 2). Morphologically, it has\nmany more femoroprecloacal pores (57–64 vs 48 or fewer) and enlarged femoroprecloacal scales (56–65 vs 48 or\nfewer) than C. tuberculatus, C. mcdonaldi and C. hoskini. The hindlimbs are immaculate (vs mottled), and the cau-\ndal dark bands are solid black (vs dark-edged with paler centres) and are much wider than the pale interspaces at\nthe tail base (vs more nearly equal width). In comparison to all three species, C. adorus has much less developed\ntubercles, those that are present being smaller and less projecting than the other species, and the tubercles are much\nreduced on the tail, not reaching the third pale caudal band. In comparison to C. mcdonaldi, C. adorus has a contin-\nuous row of femoroprecloacal pores in males (vs broken into three segments). In comparison to the geographically\nclosest species, C. hoskini, C. adorus also has dark dorsal bands on the body that lack vertebral extensions.\nIn comparison to C. robustus, C. adorus is smaller (maximum SVL 123 vs 161 mm), has a much more boldly\ncontrasting and \"cleaner\" colour pattern, lesser development of tubercles, lacks dark speckling on the venter and\norange cloacal mucosa, and has fewer dorsal tubercle rows (21–24 vs 24–30), transventral scales (34–40, mean =\n37.0 vs 41–54, mean = 48.6; our counts on the type series of C. robustus); femoroprecloacal pores (57–64 vs\n75–85) and enlarged femoroprecloacal scales (56–65 vs 75–92), and a generally narrower head (HW\/HL 66–76%,\nmean = 71% vs 69–84%, mean = 77%).\nIn comparison to C. klugei, C. adorus is smaller (maximum SVL 123 vs 143 mm), has more dark body bands\nover the trunk (three vs usually two), pale lips (vs brown posterior supralabials), a more contrasting dorsal colour\npattern, fewer transventral scales (34–40 vs 43–49), and fewer femoroprecloacal pores (57–64 vs 66–76) and\nenlarged femoroprecloacal scales (56–65 vs 69–77).\nFor comparisons with C. pronarus, see that species.\nNatural history. Cyrtodactylus adorus was collected from a large granitic outcrop near the mouth of the Pas-\ncoe River (Fig. 23B) where it was most prevalent on rock faces in sheltered, sparsely vegetated crevices. The Wat-\ntle Hills sample came from a rocky, seasonal watercourse in monsoon forest. The Stanley Hill sample was collected\non rock in deeply piled granite boulder habitat festooned with vegetation (vines, ferns, umbrella trees) (C. Hoskin,\npers. comm.).\nCyrtodactylus pronarus sp. nov.\n(Figs. 26–27)\nHolotype. QM J86900, female, Peach Creek, 535 m asl, McIlwraith Range (13º 45' 22\" S 143º 19' 59\" E) (P.\nCouper, A. Amey, R. Howard, G. Kyle, F. Port & T. Creek, 12.ix.2009).\n\f",
    "SHEA ET AL.\n52 · Zootaxa 3146 © 2011 Magnolia Press\nParatypes. QM J38197–98, J60863–66, J60868, Peach Creek, McIlwraith Range (13º 45' S 143º 19' E);\nJ86899, J86909–10, J86922–23, Peach Creek, McIlwraith Range (13º 45' 22\" S 143º 19' 59\" E); J38330–31, Lan-\nkelly Creek, McIlwraith Range (13º 53' S 143º 14' E); J60320, Klondyke Mine, McIlwraith Ranges (13º 57' S 143º\n19' E).\nDiagnosis. A large Cyrtodactylus (SVL to 132.5 mm) with enlarged tubercles on antebrachium absent, moder-\nately-developed dorsal tubercles in 20–24 longitudinal rows at the midpoint of the trunk (axilla-groin interval);\n35–45 ventral scale rows at the same level, a continuous series of 58–66 enlarged femoroprecloacal scales extend-\ning from one knee to the other, each scale bearing a pore in males; mental bordered posteriorly by a small median\nscale (replacing the tip of the median posterior extension of the mental), and a pair of postmentals; lips pale,\nstrongly contrasting with the brown upper face; dark dorsal bands on trunk three, with a narrow dark edge posteri-\norly but the anterior margin blending with the pale interspace; pale interspaces between dark body bands lacking\nblotches or spots; basal tail bands more than twice as wide as pale interspaces.\nFIGURE 26. Holotype of Cyrtodactylus pronarus (QM J86900).\nDescription. Size large (males 104.5–126.5 mm, mean = 119.7, sd = 7.50, n = 11; females 113–132.5 mm,\nmean = 125.7, sd = 9.04, n = 4).\nHead relatively long (HL\/SVL 27.8–30.2%, mean = 28.8; sd = 0.66, n = 16) and wide (HW\/HL 64.7–75.2%,\nmean = 68.9%; sd = 2.59, n = 16), moderately depressed (HD\/HL 34.4–40.0%, mean = 37.8%, sd = 1.73, n = 16),\ndistinct from neck. Loreal region moderately inflated, canthus rostralis poorly defined. Interorbital region and top\nof snout concave, deepest and widest just anterior to level of rostral canthus of eye. Snout moderately long (SL\/HL\n37.7–40.9%, mean = 39.5, sd = 0.91, n = 16; EN\/HL 28.2–32.1%, mean = 29.8, sd = 1.09, n = 16), much longer\nthan eye diameter (SL\/EYE 164.4–201.5%, mean = 184.6%, sd = 11.26, n = 16), and a little longer than eye-ear\ninterval (EE\/HL 26.7–30.3%, mean = 28.7%, sd = 1.32, n = 16). Eye large (EYE\/HL 19.2–24.6%, mean = 21.5%,\nsd = 1.43, n = 16), pupil vertical with crenated margin, forming about 3–4 low lobes along each edge of pupil.\nSupraciliaries in a double row, large, frill-like, well-differentiated from adjacent, more medial granules of the brow\nridge, and largest anteriorly. Ear opening small (EAR\/HL 5.7–8.8%, mean = 7.0%, sd = 0.99, n = 16), usually a lit-\ntle taller than long and slightly angled posterodorsally, but sometimes rounder. Rostral wider than high, height at\ncentre less than that more laterally, dorsal part divided by a median groove that extends about 1\/6–⅔ the midline\nheight of the scale, and fails to reach the oral margin; in 63% of specimens the median groove terminates in a small,\ncircular scale isolated within the rostral shield (in QM J60865 the median groove extends beyond the circular scale\ntowards the oral margin of the shield). Two enlarged supranasals separated by 1–3 less enlarged internasals that\ncontact the dorsal edge of the rostral shield (1 = 31%, 2 = 63%, 3 = 6%). External nares circular, bordered by first\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 53\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nsupralabial, rostral, supranasal, nasal (extending into posterior part of nostril) and 2–3 smaller granular scales\nbetween nasal and first supralabial. Nares moderately separated (IN\/HL 11.2–12.4%, mean = 11.8%, sd = 0.35, n =\n16). Supralabials anteriorly large, distinct from adjacent loreal granules, 10–12 (mode = 10 (56.3%), mean = 10.6,\nsd = 0.73., n = 16) to level of mid-orbit, then inflecting dorsally and posteriorly, and becoming smaller, to gradually\nblend along rictal margin with adjacent small granules; supralabials separated from orbital margin by at least four\nrows of small, granular scales at narrowest point. Mental wider than deep and a little to moderately narrower than\nrostral, bordered posteriorly by a single elongate pair of large postmentals. In 88% of specimens, these are sepa-\nrated anteriorly by a small to moderate, elongate scale that contacts the posterior edge of the mental (Fig. 10E–F);\nthis scale may be derived from the fragmented median extension of the rostral. Infralabials anteriorly much larger\nthan adjacent gular scales, becoming smaller posteriorly, 11–13 (mode = 12 (50.0%), mean = 11.8, sd = 0.68, n =\n16). First infralabial with ventral border ¾ to fully contacting postmental; at most only in narrow contact with ante-\nriormost enlarged subinfralabial. Subinfralabial scales anteriorly large, flattened and polygonal, becoming smaller,\nmore rounded and granular posteriorly and medially (towards gular area).\nFIGURE 27. Cyrtodactylus pronarus from Peach Creek in life (Photo: K. Aland).\nBody moderately robust (AGL\/SVL 41.0–47.0%, mean = 44.3%, sd = 1.47, n = 16), with low, but distinct,\nventrolateral skin folds approximately marking the transition between the enlarged flattened ventral scalation and\nthe smaller, more rounded, granular lateral scalation. Scales on dorsum of head, body and limbs small, juxtaposed,\nrounded granules, with interspersed much larger tubercles. Granular scales finest over parietal region of head,\nbecoming coarser over body, then larger, flatter and more polygonal on tail. On head dorsum (Fig. 11E), tubercles\nsmall and only slightly projecting, anteriorly commencing in the posterior crown area, becoming larger, more pro-\njecting and with a more conical apex over nape. Tubercles on body dorsum larger again (Fig. 12E) with a more lon-\ngitudinally ovoid base and a low, weak median keel. Tubercles slightly larger over sacrum and large and somewhat\nflattened on tail base. Tubercles persist along tail, becoming lower and less differentiated until eventually losing\n\f",
    "SHEA ET AL.\n54 · Zootaxa 3146 © 2011 Magnolia Press\ntheir distinction by about the third dark band. Large tubercles on body dorsum separated by 2–5 smaller, granular\nscales. Tubercles on body arranged in about 20–24 (mean = 22.0, sd = 1.15, n = 16) roughly longitudinal rows.\nDorsum of brachium with uniform, slightly imbricate scalation, larger tubercles very sparse to entirely absent;\nantebrachium with more imbricate slightly larger scales distally and over manus (Fig. 13E). Dorsum of thigh and\ncrus with small juxtaposed granules and numerous, low tubercles (Fig. 13J), only dorsum of pes with imbricate\nscales.\nLaterally, tubercles commence over temporal region (a few may be present in the postinfralabial area) where\nthey are low and rounded and only slightly larger (Fig. 11J) than those of the head dorsum, then along nape and\nbody, where they are smaller and noticeably less protuberant than those dorsally, and along tail, commencing on\ntail base as low, posteriorly deflected, conical scales, then rapidly losing differentiation within the first dark tail\nband (Fig. 14E).\nVentrally, gular scales small, rounded and juxtaposed, becoming larger, flat and more imbricate over body ven-\nter, from clavicular region. Ventral scales at midbody, between ventrolateral skin folds 35–45 (mean = 40.0, sd =\n2.63, n = 16). Ventral scales on brachium and antebrachium like gular scales. On ventral surface of thighs, but not\non crus or in precloacal region, an abrupt junction between enlarged imbricate scales and much smaller scales pos-\nteriorly, enlarged scales 58–66 between distal extent on each thigh (mean = 62.1, sd = 2.54, n = 16). Ventral scales\nof tail base like those of body, most of tail venter with a single median series of very broad scales about four times\nthe width of adjacent ventrolateral scales.\nPrecloacal and femoral pores present in males, in a single continuous row, arching shallowly anteriorly in pre-\ncloacal region. Pores 58–66 (mean = 62.5, sd = 2.62, n = 11), best developed in precloacal region where they are\ndeep and transversely oriented, becoming much shallower, smaller and rounder distally under thigh. No pubic\ngroove. About three large, blunt-tipped postcloacal spurs on ventrolateral surface of tail base, more projecting in\nadult males than in females.\nForelimbs and hindlimbs well-developed (FLL\/SVL 15.0–16.6%, mean = 16.0%, sd = 0.37, n = 16; HLL\/SVL\n18.2–20.6%, mean = 19.0%, sd = 0.60, n = 16). Digits well-developed, reflected dorsally at proximal interphalan-\ngeal joint, and all bearing robust, strongly curved claws sheathed at the base by two scales. Subdigital lamellae\nexpanded basally, beginning on pes over distal part of metatarsals and ending at point of reflection of toes, lamellae\ndistal to this point not expanded. Lamellae under first toe 8–9 expanded (mean = 8.4, sd = 0.51, mode = 8 (56.3%))\n+ 10–12 narrow (mean = 10.8, sd = 0.66, mode = 11 (56.3%)), total 18–20 (mean = 19.3, sd = 0.68, mode = 19\n(50.0%), n = 16). Lamellae under second toe 8–11 expanded (mean = 10.2, sd = 0.83, mode = 10 (50.0%)) + 12–14\nnarrow (mean = 12.6, sd = 0.63, mode = 12 (50.0%)), total 22–24 (mean = 22.8, sd = 0.68, mode = 23 (50.0%), n =\n16). Lamellae under third toe 9–12 expanded (mean = 10.9, sd = 1.26, mode = 12 (50.0%)) + 13–16 narrow (mean\n= 14.0, sd = 0.97, mode = 13 (37.5%)), total 23–27 (mean = 24.9, sd = 1.09, mode = 25 (43.8%), n = 16). Lamellae\nunder fourth toe 11–15 expanded (mean = 13.4, sd = 1.03, mode = 13 (37.5%)) + 12–16 narrow (mean = 14.3, sd =\n1.35, mode = 15 (37.5%)), total 26–30 (mean = 27.8, sd = 1.18, mode = 28 (37.5%), n = 16). Lamellae under fifth\ntoe 8–11 expanded (mean = 9.9, sd = 1.06, mode = 11 (37.5%)) + 13-19 narrow (mean = 14.7, sd = 1.82, modes 13,\n15 (37.5%)), total 23–28 (mean = 24.6, sd = 1.31, mode = 24 (43.8%), n = 16). Relative lengths of digits on manus\nI<II<V<III<IV; on pes I<II<III=V<IV. Very slight traces of webbing between bases of fingers; weak webbing\nbetween bases of toes 2–3 and 3–4.\nTail a little longer than body (TL\/SVL 130.5–132.7%, n = 2), narrow at base (TW\/SVL 6.2–10.4%, mean =\n7.4%, sd = 1.15, n = 16) and tapering evenly to a conical tip. Tail segments externally identifiable by straight scale\njunctions, segments about 7–9 scales long basally when counted to include tubercles. Cloacal sacs present in both\nsexes, larger in males, external orifices just posterior to vent, laterally.\nColour in preservative. Dorsal pale ground colour fawn. Head dorsum (Fig. 11E) somewhat darker but rela-\ntively unmarked, bordered posterolaterally by a narrow pale band. Pale nape zone bordered posteriorly by a U-\nshaped dark chocolate-coloured chevron on nape, widest vertebrally, and extending anteriorly over temporal region\nto eye, then visible as a narrowing, increasingly diffuse streak over the lores to the nostril; chevron deepest along\nvertebral region and with a small U-shaped dip on posterior midline. Second broad dark transverse dorsal band\nover shoulders, lateral margins extending anteroventrally in front of forelimbs. Three dark bands over trunk,\nextending lateroventrally with even width, but dissipating over flanks. One dark band over hips. Tail with dark\nbands over most of length, but these become increasingly diffuse near tip. When they can be counted to the distal\nend of tail, dark tail bands 11 (n = 2). On nape and body, the dark bands are markedly broader than the pale inter-\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 55\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nspaces, and the posterior margin is strongly edged with darker pigment; each dark band fades progressively, often\nproducing a water colour-like effect before merging with its anterior pale band. Dark tail bands (Fig. 14E) promi-\nnent chocolate brown and of similar width to body bands but much more distinct; more than twice as wide as pale\ninterspaces. Pale interspaces of body unmarked.\nUpper and lower lips (Fig. 11J) pale and unmottled. Dorsum of forelimbs and hindlimbs pale to mid brown,\nunpatterned.\nVentral surface of body cream but sometimes with diffuse brown pigment on abdomen. Ventral surface of tail\ngenerally dark but marked by pale blotches.\nDescription of holotype. The holotype of C. pronarus is a mature-sized male, with the following character\nstates of those variable for the taxon: SVL 113 mm, AGL 51 mm, TL 150 mm, TW 7.1 mm, HL 32.3 mm, HW\n21.8 mm, HD 11.1 mm, IN 4.0 mm, SL 12.8 mm, EN 9.7 mm, EYE 6.7 mm, EE 8.9 mm, EAR 2.1 mm, FLL 17.0\nmm, HLL 21.0 mm, lamellae below digits I–V 9+11, 10+13, 12+15, 14+15, 10+15 respectively, supralabials 10,\ninfralabials 12, rows of dorsal tubercles 22, transventral rows 43, femoroprecloacal scales 62, and dark tail bands\n11.\nEtymology. From the Greek πρό (pro = before) and ναρός (naros = flowing), alluding to the blending of the\nanterior edge of the dark body bands with the preceding pale interspaces.\nDistribution. Known only from a small area of the McIlwraith Range, north-east of Coen, Queensland (Fig.\n21). The three localities are within 22 km of each other, and all are at about 500 m asl. It is possible that the species\noccurs at higher elevations — the known localities represent accessible high points in the McIlwraith Range.\nConservation status. This species has a small known distribution that is unlikely to be much more extensive.\nWe have no clear understanding of population size and under IUCN criteria regard it as Data Deficient. The large\nadult size and colourful pattern of this species may make it desirable for the illegal pet trade but it occurs in a\nremote, protected area that is largely inaccessible.\nComparison with other species (Table 6). Cyrtodactylus pronarus is morphologically and genetically most\nsimilar to C. adorus, differing from it genetically by 8.53% sequence divergence on average (Table 2). It is slightly\nlarger than C. adorus (SVL males 104.5–126 mm vs 91.5–119 mm, females 113–132.7 mm vs 90.9–123 mm), has\nmore numerous labial scales (supralabial modes 10 vs 9; infralabials 11–13 vs 10–11), the antebrachium lacks\ntubercles (small tubercles present in C. adorus); the dark nape band lacks an anterior vertebral extension (present in\nC. adorus); the dark body bands lack a sharply defined anterior edge, instead blending into the pale bands (sharply\ndefined anterior and posterior margins to dark body bands in C. adorus), and the dark bands on the tail are much\nwider than the pale interspaces (pale tail bands about a third the width of the dark bands, while those of C. adorus\nare about half the width of the dark bands). The two species are at present geographically separated by 135 km, but\nthe intervening ranges (northern McIlwraith Range, Table Range, Macrossan Range) and rock outcrops have been\npoorly surveyed for nocturnal reptiles.\nCyrtodactylus pronarus is more genetically distinct from C. tuberculatus, C. mcdonaldi and C. hoskini, with\naverage sequence divergences between 16.72% and 17.72% (Table 2). Morphologically, it differs from C. tubercu-\nlatus, C. mcdonaldi and C. hoskini in having many more femoroprecloacal pores and enlarged femoroprecloacal\nscales (58–66 vs 48 or fewer for both characters). The hindlimbs are immaculate (vs mottled), the caudal dark\nbands are solid black (vs dark-edged with paler centres) and are much wider than the pale interspaces at the tail\nbase (vs subequal width), and the lips are pale and immaculate, sharply contrasting with the brown face. In compar-\nison to all three species, C. pronarus has much less developed tubercles, those that are present being smaller and\nless projecting than the other species, and the tubercles are greatly reduced on the tail, ceasing prior to the distal\nend of the first dark caudal band. In comparison to C. mcdonaldi, C. pronarus also has a continuous row of femoro-\nprecloacal pores in males (vs broken into three segments). Cyrtodactylus pronarus also lacks vertebral extensions\nto the dark nape and body bands (present in C. hoskini), and has the anterior margins of the dark body bands diffus-\ning into the pale interspaces (vs with dark anterior margins in C. tuberculatus and C. hoskini). It is also much larger\nthan C. hoskini and C. mcdonaldi (SVL up to 133 mm vs 112 and 105 mm respectively) and a little larger than C.\ntuberculatus (maximum 120 mm).\nIt further differs from all other Australian Cyrtodactylus in usually having a small median scale (Fig. 10; prob-\nably a fragmented posterior portion of the mental) anteriorly separating the first pair of postmentals (a feature oth-\nerwise only seen in one individual of C. adorus).\n\f",
    "SHEA ET AL.\n56 · Zootaxa 3146 © 2011 Magnolia Press\nIn comparison to C. robustus, C. pronarus is smaller (maximum SVL 132 vs 161 mm), has lesser development\nof dorsal tubercles, has pale lips (vs mottled lips), the anterior margins of the dark body bands blend with the pale\nbands (vs anterior margins strongly defined by narrow dark then light band), lacks dark speckling on the venter and\norange oral and cloacal mucosa, and has fewer dorsal tubercle rows (20–24 vs 24–30), femoroprecloacal pores and\nenlarged femoroprecloacal scales (58–66 vs 75 or more for both characters), and a generally narrower head (HW\/\nHL 65–75%, mean = 69% vs 69–84%, mean = 77%).\nIn comparison to C. klugei, C. pronarus has more dark body bands over the trunk (three vs usually two), pale\nlips (vs brown posterior supralabials), anterior margins of dark body bands poorly defined (vs sharply defined),\nfewer transventral scales (35–45 vs 43–49), and fewer femoroprecloacal pores (58–66 vs 66–76) and enlarged fem-\noroprecloacal scales (58–66 vs 69–77)\nNatural history. Specimens collected at Peach Creek were living amongst large granite boulders along a\ndrainage line in well-developed rainforest (Fig. 28). Cyrtodactylus have also been seen in similar habitat at Birth-\nday Mountain. These are presumably also C. pronarus because of the close proximity of this locality to the McIl-\nwraith Range.\nStomach contents of six individuals were reported by Covacevich et al. (1996; as Cyrtodactylus louisiadensis).\nTen food items were reported: an unidentified centipede (Chilopoda), the spider Heteropoda jugulans (Heteropodi-\ndae), the scorpion Lychas sp. (Buthidae), unidentified moth (Lepidoptera), unidentified wasp (Vespidae), unidenti-\nfied cricket (Gryllidae), and four roaches (two Laxta sp., two large Calolampra sp., Blaberidae).\nFIGURE 28. Habitat of Cyrtodactylus pronarus at Peach Creek (Photo: A. Amey).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 57\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nKey to Australian Cyrtodactylus\n1 Scales in posteriormost enlarged femoroprecloacal row <50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 2\n- Scales in posteriormost enlarged femoroprecloacal row >50 . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 4\n2 Dark body bands with darker anterior and posterior margins; femoroprecloacal pores in males in a continuous series from knee\nto knee . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . 3\n- Dark body bands usually with only a darker posterior margin; femoroprecloacal pores in males in three patches, separated by\nseveral scales lacking pores . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . C. mcdonaldi\n3. Dark bars present ventrolaterally in the pale interspaces between the dark body bands, 38–44 ventral scale rows at midbody\nbetween ventrolateral skin folds . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . .C. hoskini\n- No dark bars present ventrolaterally in the pale interspaces between the dark body bands, although a series of rounded spots\nmay be present; 24–37 ventral scale rows at midbody between ventrolateral skin folds . . . . . . . . . . . . . . . . . . .C. tuberculatus\n4. Dark body bands with a sharply defined anterior margin; forelimb with small tubercles . . . . . . . . . . . . . . . . . . . . . . C. adorus\n- Dark body bands without a sharply defined anterior margin; tubercles on forelimb sparse to absent . . . . . . . . . . . . C. pronarus\nAcknowledgements\nThe authors wish to thank the Kulla Land Trust and the Queensland Parks and Wildlife Service for allowing access\nto the McIlwraith Range; Jeanette Covacevich, Lewis Roberts, Warren Earl, William Creek, George Kyle, Farren\nPort, Robert Howard, Cameron Watson, Martin Cohen and James Walker provided valuable assistance in the field;\nKieren Aland and Conrad Hoskin provided tissue samples, photographs and habitat descriptions, and Rae and Ivan\nVela kindly provided accommodation and access to remote areas along the Pascoe River.\nWe would also like to thank Fred Kraus for providing us with tissues from five PNG species (C. epiroticus, C.\nklugei, C. louisiadensis, C. robustus, C. triparititus), Paul Oliver for providing us with tissues and sequence data\nfrom four Cyrtodactylus species (C. novaeguineae, C. salomonensis, C. sermowaiensis and C. zugi), and Aaron\nBauer and Todd Jackman for sequence data from C. angularis and C. jarujini.\nThe senior author thanks C. Klupiec, S. Pope and S. Skene for assistance with learning the idiosyncrasies of\nPhotoshop, and J. Rowley for preparation of maps.\nThis research was supported by the Queensland Museum and the University of Sydney. It was funded in part\nby National Science Foundation grants DEB 0103794 and 0743890 to Fred Kraus (Bishop Museum) and DEB\n0515909 to Aaron Bauer (Villanova University). Specimens of C. tuberculatus collected during the Bush Blitz sur-\nvey at Bridge Creek National Park were examined for this revision.\nReferences\nAnnandale, N. (1905) Contributions to Oriental herpetology II. Notes on Oriental lizards in the Indian Museum, with a list of the spe-\ncies recorded from British India and Ceylon. Part I. Journal and Proceedings of the Asiatic Society of Bengal, (n.s.)1(3), 81–97.\nAnnandale, N. (1913) The Indian geckos of the genus Gymnodactylus. Records of the Indian Museum, 9(5), 309–326.\nAnonymous (1887) The north-east coast. – Its cultivators and cultivation. – VIII. Wyalla. Brisbane Courier, 25 November 1887, 3.\nBarbour, T. (1921) Reptiles and amphibians from the British Solomon Islands. Proceedings of the New England Zoölogical Club, 7,\n91–112.\nBatuwita, S. & Bahir, M.M. (2005) Description of five new species of Cyrtodactylus (Reptilia: Gekkonidae) from Sri Lanka. Raffles\nBulletin of Zoology, (Supplement 12), 351–380.\nBauer, A.M. (2002) Two New Species of Cyrtodactylus (Squamata: Gekkonidae) from Myanmar. Proceedings of the California Acad-\nemy of Sciences, 53(7), 73–86.\nBauer, A.M. (2003) Descriptions of Seven New Cyrtodactylus (Squamata: Gekkonidae) with a Key to the Species of Myanmar\n(Burma). Proceedings of the California Academy of Sciences, 54(25), 463–498.\nBauer, A.M. & Henle, K. (1994) Familia Gekkonidae (Reptilia, Sauria) Part I Australia and Oceania. Das Tierreich, (109): i–xii +\n1–306.\nBauer, A.M., Kunya, K., Sumontha, M., Niyomwan, P., Pauwels, O.S.G., Chanhome, L. & Kunya, T. (2010) Cyrtodactylus dumnuii\n(Squamata: Gekkonidae) a new cave-dwelling gecko from Chiang Mai Province, Thailand. Zootaxa, (2570), 41–50.\nBauer, A.M. & Russell, A.P. (1995) The systematic relationships of Dravidogecko anamallensis (Günther, 1875). Asiatic Herpetolog-\nical Research, 6, 30–35.\nBauer, A.M., Pauwels, O.S.G. & Chanhome, L. (2002) A New Species of Cave-dwelling Cyrtodactylus (Squamata: Gekkonidae) from\nThailand. Natural History Journal of Chulalongkorn University, 2(2), 19–29.\nBauer, A.M., Sumontha, M. & Pauwels, O.S.G. (2003) Two new species of Cyrtodactylus (Reptilia: Squamata: Gekkonidae) from\nThailand. Zootaxa, (376), 1–18.\n\f",
    "SHEA ET AL.\n58 · Zootaxa 3146 © 2011 Magnolia Press\nBauer, A.M., Kunya, K., Sumontha, M., Niyomwan, P., Panitvong, N., Pauwels, O.S.G., Chanhome, L. & Kunya, T. (2009) Cyrtodac-\ntylus erythrops (Squamata: Gekkonidae), a new cave-dwelling gecko from Mae Hong Son Province, Thailand. Zootaxa, (2124),\n51–62.\nBleeker, P. (1860) Reptilien van Agam aangeboden door E.W.A. Ludeking. Natuurkundig Tijdschrift voor Nederlandsch Indie, 20,\n325–329.\nBlyth, E. (1859) Report of Curator, Zoological Department, for February to May Meeting, 1859. Journal of the Asiatic Society of Ben-\ngal, 28(3), 671–679.\nBlyth, E. (1860) Report of Curator, Zoological Department. Journal of the Asiatic Society of Bengal, 29(1), 87–115.\nBoulenger, G.A. (1893) Concluding report on the reptiles and batrachians obtained in Burma by Signor L. Fea, dealing with the collec-\ntion made in Pegu and the Karin Hills in 1887-88. Annali del Museo Civico di Storia Naturale di Genova, 33, 304–347 + pl.\nvii–xii.\nBoulenger, G.A. (1895) On a collection of reptiles and batrachians from Ferguson Island, D’Entrecasteaux Group, British New\nGuinea. Annals and Magazine of Natural History, (6)16(91), 28–32.\nBoulenger, G.A. (1897) A catalogue of the reptiles and batrachians of Celebes, with special reference to the collections made by Drs P.\n& F. Sarasin in 1893-1896. Proceedings of the Zoological Society of London, 1897(1), 193–237.\nBoulenger, G.A. (1898) An account of the reptiles and batrachians collected by Dr. L. Loria in British New Guinea. Annali del Museo\nCivico di Storia Naturale di Genova, 38, 694–710 + pl. vi–viii.\nBoulenger, G.A. (1914) An annotated list of the batrachians and reptiles collected by the British Ornithologists' Union Expedition and\nthe Wollaston Expedition in Dutch New Guinea. Transactions of the Zoological Society of London, 20(5), 247–274.\nBrongersma, L.D. (1928) Neue Reptilian aus dem Zoologischen Museum Amsterdam. Zoologischer Anzeiger, 75(11\/12), 251–257.\nBrongersma, L.D. (1934) Contributions to Indo-Australian herpetology. Zoologische Mededeelingen, 17(3-4), i-xvi + 161–251 + pl. I-\nII.\nBrongersma, L.D. (1948) Lizards from the island of Morotai (Moluccas). Proceedings of the Koninklijke Nederlandse Akademie van\nWetenschappen, 51(4), 486–495.\nBrown, W.C. & McCoy, M. (1980) A new species of gecko of the genus Cyrtodactylus (Gekkonidae) from Guadalcanal Island, Solo-\nmon Islands. Herpetologica, 36(1), 66–69.\nBrown, W.C. & Parker, F. (1973) A new species of gecko of the genus Cyrtodactylus (Gekkonidae) from New Guinea, with a key to\nspecies from the island. Breviora, (417), 1–7.\nChan, K.O. & Norhayati, A. (2010) A new insular species of Cyrtodactylus (Squamata: Gekkonidae) from northeastern Peninsular\nMalaysia, Malaysia. Zootaxa, (2389), 47–56.\nCogger, H.G. (1975) Reptiles and Amphibians of Australia. A.H. & A.W. Reed, Terrey Hills, 584 pp.\nCogger, H.G., Cameron, E.E. & Cogger, H.M. (1983) Zoological Catalogue of Australia. Volume 1. Amphibia and Reptilia. Australian\nGovernment Printing Service, Canberra, vi + 313 pp.\nConstable, J.D. (1949) Reptiles from the Indian Peninsula in the Museum of Comparative Zoölogy. Bulletin of the Museum of Com-\nparative Zoölogy at Harvard College, 103, 59–160.\nCouper, P.J. & Hoskin, C.J. (2008) Litho-refugia: the importance of rock landscapes for the long-term persistence of Australian rain-\nforest fauna. Australian Zoologist, 34(4), 554–560.\nCouper, P.J., Amey, A.P. & Shea, G.M. (2004) Comments on the taxonomic status of Cyrtodactylus abrae Wells 2002. Memoirs of the\nQueensland Museum, 49(2), 648.\nCouper, P.J., Sadlier, R.A., Shea, G.M. & Worthington Wilmer, J. (2008) A reassessment of Saltuarius swaini (Lacertilia: Diplodactyl-\nidae) in southeastern Queensland and New South Wales; two new taxa, phylogeny, biogeography and conservation. Records of\nthe Australian Museum, 60(1), 87–118.\nCovacevich, J.A. & Couper, P.J. (1991) The reptile records. In: Ingram, G.J. & Raven, R.J. (Eds), An atlas of Queensland's frogs, rep-\ntiles, birds and mammals. Queensland Museum, Brisbane, pp. 45–140.\nCovacevich, J.A., Couper, P.J., Monteith, G., Jago, K., Janetzki, H. & Roberts, L. (1996) Feeding habits of the ring-tailed gecko, Cyr-\ntodactylus louisiadensis. Memoirs of the Queensland Museum, 39(2), 288.\nDarevsky, I.S. (1964) Two new species of gekkonid lizards from the Komodo island in Lesser Sundas Archipelago. Zoologischer\nAnzeiger, 173(3), 169–174.\nDarevsky, I.S. & Szczerbak, N.N. (1997) A new gecko of the genus Gonyodactylus (Sauria: Gekkonidae) with a key to the species\nfrom Vietnam. Asiatic Herpetological Research, 7, 19–22.\nDas, I. (1993) Cnemaspis gordongekkoi, a new gecko from Lombok, Indonesia, and the biogeography of oriental species of Cnemaspis\n(Squamata: Sauria: Gekkonidae). Hamadryad, 18, 1–9.\nDas, I. (1997) A new species of Cyrtodactylus from the Nicobar Islands, India. Journal of Herpetology, 31(3), 375–382.\nDas, I. & Lim, L.J. (2000) A new species of Cyrtodactylus (Sauria: Gekkonidae) from Pulau Tioman, Malaysia. Raffles Bulletin of\nZoology, 48(2), 223-231.\nDavid, P., Teynié, A. & Ohler, A. (2004) A new species of Cyrtodactylus Gray, 1827 (Reptilia: Squamata: Gekkonidae) from southern\nLaos. Raffles Bulletin of Zoology, 52(2), 621–627.\nDavid, P., Nguyen, T.Q., Schneider, N. & Ziegler, T. (2011) A new species of the genus Cyrtodactylus Gray, 1827 from central Laos\n(Squamata: Gekkonidae). Zootaxa, (2833), 29–40.\nde Rooij, N. (1915) The reptiles of the Indo-Australian Archipelago. I. Lacertilia, Chelonia, Emydosauria. E.J. Brill, Leiden, xiv + 384\npp.\nde Vis, C.W. (1892) Zoology of British New Guinea. Part I. Vertebrata. Annals of the Queensland Museum, 2, 3–12.\nDixon, J.R. & Huey, R.B. (1970) Systematics of the lizards of the genus Phyllodactylus of mainland South America. Los Angeles\nCounty Museum Contributions in Science, (192), 1–78.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 59\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nDoughty, P. (1996) Allometry of reproduction in two species of gekkonid lizards (Gehyra): effects of body size miniaturization on\nclutch and egg sizes. Journal of Zoology, 240(4), 703–715.\nDoughty, P. & Thompson, M.B. (1998) Unusual reproductive patterns in the Australian Marbled Gecko (Phyllodactylus marmoratus).\nCopeia, 1998(3), 747–752.\nDring, J.C.M. (1978) Amphibians and reptiles from northern Trengganu, Malaysia, with descriptions of two new geckos: Cnemaspis\nand Cyrtodactylus. Bulletin of the British Museum natural History (Zoology), 34(5), 181–241.\nDuméril, A.M.C. & Bibron, G. (1836) Erpétologie Genérale ou Histoire Naturelle Complète des Reptiles. Volume 3. Librairie Ency-\nclopèdique de Roret, Paris, iv + 517 pp.\nDunn, E.R. (1927) Results of the Douglas Burden expedition to the island of Komodo. 3. Lizards from the East Indies. American\nMuseum Novitates, (288), 1–13.\nFitch, H.S. (1981) Sexual size differences in reptiles. University of Kansas Museum of Natural History Miscellaneous Publications,\n(70), 1–72.\nFitzinger, L. (1843) Systema Reptilium. Fasciculus primus Amblyglossae. Braümuller et Seidel, Vindobonae, 106 + ix pp.\nGarman, S. (1901) Some reptiles and batrachians from Australasia. Bulletin of the Museum of Comparative Zoölogy at Harvard Col-\nlege, 39(1), 1–14 + pl. 1–2.\nGeissler, P., Nazarov, R., Orlov, N.L., Böhme, W., Phung, T.M., Nguyen, T.Q. & Ziegler, T. (2009) A new species of the Cyrtodactylus\nirregularis complex (Squamata: Gekkonidae) from southern Vietnam. Zootaxa, (2161), 20–32.\nGirard, C. (1858) Descriptions of some new reptiles, collected by the United States Exploring Expedition, under the command of Capt.\nCharles Wilkes, U.S.N. Fourth Part. Including the species of saurians exotic to North America. Proceedings of the Academy of\nNatural Sciences, Philadelphia, 1857, 195–199.\nGray, J.E. (1825) A synopsis of the genera of reptiles and Amphibia, with a description of some new species. Annals of Philosophy,\n(2)10(3), 193–217.\nGray, J.E. (1827) A synopsis of the genera of saurian reptiles, in which some new Genera are indicated, and the others reviewed by\nactual examination. Philosophical Magazine, (2)2(7), 54–58.\nGray, J.E. (1828) Spicilegia Zoologica, or original figures and short systematic descriptions of new and unfigured animals. Treuttel,\nWürz & Co., London, 8 pp.\nGray, J.E. (1831) A synopsis of the species of the Class Reptilia. In: Griffith, E. & Pidgeon, E. (Eds), The Animal Kingdom arranged\nin conformity with its organization, by the Baron Cuvier, member of the Institute of France, &c. &c. &c. with additional descrip-\ntions of all the species hitherto named, and of many not before noticed. Volume 9. The class Reptilia arranged by the Baron\nCuvier, with specific descriptions. Whittaker, Treacher, and Co., London, pp. 483–600.\nGray, J.E. (1867) On a new geckoid lizard from Ceylon. Proceedings of the Zoological Society of London, 1867, 98–99.\nGrismer, L.L. (2005) New species of Bent-Toed Gecko (Cyrtodactylus Gray 1827) from Pulau Aur, Johor, West Malaysia. Journal of\nHerpetology, 39(3), 424–432.\nGrismer, L.L., Anuar, S., Quah, E., Muin, M.O., Chan, K.O., Grismer, J.L. & Norhayati, A. (2010) A new spiny, prehensile-tailed spe-\ncies of Cyrtodactylus (Squamata: Gekkonidae) from Peninsular Malaysia with a preliminary hypothesis of relationships based on\nmorphology. Zootaxa, (2625), 40–52.\nGrismer, L.L. & Norhayati, A. (2008) A new insular species of Cyrtodactylus (Squamata: Gekkonidae) from the Langkawi Archipel-\nago, Kedah, Peninsular Malaysia. Zootaxa, (1924), 53–68.\nGrismer, L.L. & Leong, T.M. (2005) New species of Cyrtodactylus (Squamata: Gekkonidae) from southern Peninsular Malaysia. Jour-\nnal of Herpetology, 39(4), 584–591.\nGrismer, L.L., Chan, K.O., Grismer, J.L., Wood, P.L. & Belabut, D. (2008) Three new species of Cyrtodactylus (Squamata: Gekkoni-\ndae) from Peninsular Malaysia. Zootaxa, (1921), 1–23.\nGuindon, S. & Gascuel, O. (2003) A simple, fast and accurate algorithm to estimate large phylogenies by maximum likelihood. Sys-\ntematic Biology, 52(5), 696–704.\nGünther, A. (1864) The Reptiles of British India. Taylor & Francis, London, xxvii + 452 pp.\nGünther, A. (1875) Second report on collections of Indian reptiles obtained by the British Museum. Proceedings of the Zoological\nSociety of London, 1875, 224–234 + pl. xxx–xxxiv.\nGünther, R. & Rösler, H. (2003) Eine neue Art der Gattung Cyrtodactylus Gray, 1827 aus dem Westen von Neuguinea (Reptilia: Sau-\nria: Gekkonidae). Salamandra, 38(4), 195–212.\nHayden, C.J., Brown, R.M., Gillespie, G., Setiadi, M.I., Linkem, C.W., Iskandar, D.T., Umilaela, Bickford, D.P., Riyanto, A., Mum-\npuni & McGuire, J.A. (2008) A new species of bent-toed gecko Cyrtodactylus Gray, 1827, (Squamata: Gekkonidae) from the\nisland of Sulawesi, Indonesia. Herpetologica, 64(1), 109–120.\nHeidrich, A., Rösler, H., Vu, N.T., Böhme, W. & Ziegler, T. (2007) Another new Cyrtodactylus (Squamata: Gekkonidae) from Phong\nNha – Ke Bang National Park, central Truong Son, Vietnam. Zootaxa, (1445), 35–48.\nHikida, T. (1990) Bornean gekkonid lizards of the genus Cyrtodactylus (Lacertilia: Gekkonidae) with descriptions of three new spe-\ncies. Japanese Journal of Herpetology, 13(3), 91–107.\nHoang, Q.X., Orlov, N.L., Ananjeva, N.B., Johns, A.G., Hoang, T.N. & Dau, V.Q. (2007) Description of a new species of the genus\nCyrtodactylus Gray, 1827 (Squamata: Sauria: Gekkonidae) from the karst of North Central Vietnam. Russian Journal of Herpe-\ntology, 14(2), 98–106.\nHoskin, C.J. & Aland, K. (2011) Two new frog species (Microhylidae: Cophixalus) from boulder habitats on Cape York Peninsula,\nnorth-east Australia. Zootaxa, (3027), 39–51.\nHoskin, C.J. & Higgie, M. (2008) A new species of velvet gecko (Diplodactylinae: Oedura) from north-east Queensland, Australia.\nZootaxa, (1788), 21–36.\nICZN (1999) International Code of Zoological Nomenclature. Fourth Edition. International Commission on Zoological Nomenclature.\n\f",
    "SHEA ET AL.\n60 · Zootaxa 3146 © 2011 Magnolia Press\nAvailable from: http:\/\/www.nhm.ac.uk\/hosted-sites\/iczn\/code\/ (21 June 2011).\nInger, R.F. (1958) A new gecko of the genus Cyrtodactylus, with a key to the species from Borneo and the Philippine Islands. Sarawak\nMuseum Journal, (n.s.)8, 261–264.\nInger, R.F. & King, W. (1961) A new cave-dwelling lizard of the genus Cyrtodactylus from Niah. Sarawak Museum Journal, (n.s.)10,\n274–276.\nIskandar, D.T., Rachmansah, A. & Umilaela. (2011) A new bent-toed gecko of the genus Cyrtodactylus Gray, 1827 (Reptilia, Gek-\nkonidae) from Mount Tompotika, eastern peninsula of Sulawesi, Indonesia. Zootaxa, (2838), 65–78.\nIUCN Standards and Petitions Subcommittee (2010) Guidelines for using the IUCN Red List categories and criteria. Version 8.1. Stan-\ndards Petitions Subcommittee, IUCN, 85 pp. Available from: http:intranet.iucn.org\/webfiles\/doc\/SSC\/RedList\/RedListGuide-\nlines.pdf (21 June 2011).\nJerdon, T.C. (1870) Notes on Indian herpetology. Proceedings of the Asiatic Society of Bengal, 1870, 66–85.\nKing, W. (1962) A new gekkonid lizard of the genus Cyrtodactylus from the Philippine Islands. Fieldiana (Zoology), 44(13), 117–120.\nKinghorn, J.R. (1928) Herpetology of the Solomon Islands. Records of the Australian Museum, 16(3), 123–178 + pl. xiii–xv.\nKhan, M.S. (2003) Questions of generic designation of angular-toed geckos of Pakistan with descriptions of three new genera (Rep-\ntilia: Gekkonidae). Journal of Natural History and Wildlife, 2, 1–9.\nKluge, A.G. (1963) The systematic status of certain Australian and New Guinean gekkonid lizards. Memoirs of the Queensland\nMuseum, 14(3), 77–85.\nKluge, A.G. (1987) Cladistic relationships in the Gekkonoidea (Squamata, Sauria). Miscellaneous Publications, Museum of Zoology,\nUniversity of Michigan, (173), 1–54.\nKraus, F. (2007) A new species of Cyrtodactylus (Lacertilia: Gekkonidae) from western Papua New Guinea. Zootaxa, (1425), 63–68.\nKraus, F. (2008) Taxonomic partitioning of Cyrtodactylus louisiadensis (Lacertilia: Gekkonidae) from Papua New Guinea. Zootaxa,\n(1883), 1–27.\nKraus, F. & Allison, A. (2006) A new species of Cyrtodactylus (Lacertilia: Gekkonidae) from Papua New Guinea. Zootaxa, (1247),\n59–68.\nKrysko, K.L., Rehman, H. & Auffenberg, K. (2007) A new species of Cyrtopodion (Gekkonidae: Gekkoninae) from Pakistan. Herpe-\ntologica, 63(1), 100–113.\nLinkem, C.N., McGuire, J.A., Hayden, C.J., Setiadi, M.I., Bickford, D.P. & Brown, R.M. (2008) A new species of bent-toe gecko\n(Gekkonidae: Cyrtodactylus) from Sulawesi Island, Eastern Indonesia. Herpetologica, 64(2), 224–234.\nLoveridge, A. (1934) Australian reptiles in the Museum of Comparative Zoölogy Cambridge Massachusetts. Bulletin of the Museum\nof Comparative Zoölogy at Harvard College, 77(6), 243–383 + plate.\nLoveridge, A. (1948) New Guinean reptiles and amphibians in the Museum of Comparative Zoölogy and United States National\nMuseum. Bulletin of the Museum of Comparative Zoölogy at Harvard College, 101(2), 305–430.\nLucas, A.H.S. & Frost, C. (1897) The lizards (Lacertilia) indigenous to New Zealand. Transactions of the New Zealand Institute, 29,\n264–280.\nLucas, A.H.S. & Frost, C. (1900) Description of a new lizard from northern Queensland. Proceedings of the Royal Society of Victoria,\n(n.s.)12(2), 145–147.\nLucas, A.H.S. & le Souef, W.H.D. (1909) The Animals of Australia, Mammals, Reptiles and Amphibians. Whitcombe & Tombs, Mel-\nbourne, xi + 327 pp.\nMacey, J.R., Larson, A., Anajeva, N.B., Fang, Z. & Papenfuss, T.J. (1997) Two novel gene orders and the role of light-strand replica-\ntion in rearrangement of the vertebrate mitochondrial genome. Molecular Biology and Evolution, 14(1), 91–104.\nMahony, S. (2009) Taxonomic status of Cyrtodactylus khasiensis tamaiensis (Smith, 1940) and description of a new species allied to\nC. chrysopylos Bauer, 2003 from Myanmar (Reptilia: Gekkonidae). Hamadryad, 34(1), 62–74.\nMcKay, B. (2000) Constructing a life on the northern frontier: E.A.C. Olive of Cooktown. Queensland Review, 7(2), 47–65.\nMertens, R. (1929) Zwei neue Halfzeher aus dem Indo-Australischen Archipel. Senckenbergiana, 11(4), 237–241.\nMocquard, F. (1890) Diagnoses d’espèces nouvelles de reptiles et de batraciens des îles Bornéo et Palawan. Le Naturaliste, (2)4(79),\n144–145, (80), 154–155, (81), 163–164, (82), 181–182.\nMuller, F. (1895) Reptilien und Amphibien aus Celebes. Verhandlungen der Naturforschenden Gesellschaft in Basel, 10(3), 825–843.\nNaylor, L. (2000) Predation of a northern dtella (Gehyra australis) by a ring-tailed gecko (Cyrtodactylus louisiadensis). Herpetofauna,\n30(1), 53.\nNazarov, R.A., Orlov, N.L., Nguyen, S.N. & Ho, C.T. (2008) Taxonomy of naked-toe geckos Cyrtodactylus irregularis complex of\nSouth Vietnam and description of a new species from Chu Yang Sin Natural Park (Krong Bong District, Dac Lac Province, Viet-\nnam). Russian Journal of Herpetology, 15(2), 141–156.\nNgo, V.T. (2008) Two new cave-dwelling species of Cyrtodactylus Gray (Squamata: Gekkonidae) from Southwestern Vietnam. Zoot-\naxa, (1909), 37–51.\nNgo, V.T. (2011) Cyrtodactylus martini, another new karst-dwelling Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae) from North-\nwestern Vietnam. Zootaxa, (2834), 33–46.\nNgo, V.T. & Bauer, A.M. (2008) Descriptions of two new species of Cyrtodactylus Gray 1827 (Squamata: Gekkonidae) endemic to\nSouthern Vietnam. Zootaxa, (1715), 27–42.\nNgo, V.T. & Chan, K.O. (2010) A new species of Cyrtodactylus Gray, 1826 (Squamata: Gekkonidae) from Khanh Noa province,\nSouthern Vietnam. Zootaxa, (2504), 47–60.\nNgo, V.T. & Grismer, L.L. (2010) A new karst dwelling Cyrtodactylus (Squamata: Gekkonidae) from Son La Province, North-Western\nVietnam. Hamadryad, 35(1), 84–95.\nNgo, V.T., Grismer, L.L. & Grismer, J.L. (2008) A new endemic cave-dwelling species of Cyrtodactylus Gray, 1827 (Squamata: Gek-\nkonidae) in Kien Giang Biosphere Reverve, Southwestern Vietnam. Zootaxa, (1967), 53–62.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 7\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nIn summary, there still remain questions as to whether the Australian Cyrtodactylus represent the end of a geo-\ngraphic cline within the species C. louisiadensis (as proposed by Brown and Parker 1973, and Brown and McCoy\n1980) or whether they are specifically distinct (as proposed by Wells and Wellington 1984, 1985); how many spe-\ncies occur in Australia; and if multiple species do occur in Australia, whether all are specifically distinct from C.\nlouisiadensis and the various other species that have been described from that species in New Guinea and the Solo-\nmon Islands; and to which taxa the names C. olivii and C. tuberculatus apply, whether from Australia, New Guinea\nor the Solomon Islands.\nThis paper addresses these questions, providing morphological and genetic analyses of geographic variation\namong banded Cyrtodactylus of the region, with particular emphasis on Australian populations.\nMATERIALS AND METHODS\nGenetics\nSampling strategy. Within Australia, Cyrtodactylus tissue samples from twelve Queensland localities were origi-\nnally available from the Queensland Museum collection. These samples were from the southern end of the Chilla-\ngoe–Mungana Caves, north to Stanley Island (in the Flinders Group, off Cape Melville) and to the McIlwraith\nRange on Cape York Peninsula. The initial trees derived from these samples revealed three major lineages within\nAustralia. We undertook further collecting, emphasising localities intermediate between geographically proximate\nlocalities of different lineages, and more extensive sampling from potential localities to the north of the McIlwraith\nRange. This expanded sampling resulted in additional material from nine new localities including Tozer's Gap (Iron\nRange National Park) and the Pascoe River area in the far north. For this taxonomic paper, we sequenced 22 Cyrto-\ndactylus individuals from 11 Queensland localities, which incorporate most of the currently known Australian dis-\ntribution (Fig. 2, Table 1).\nFIGURE 2. Geographic distribution of Cyrtodactylus specimens examined in this study. Open symbols represent localities\nfrom which genetic samples were obtained.\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 61\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nNgo, V.T., Grismer, L.L. & Grismer, J.L. (2010) A new species of Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae) in Phu Quoc\nNational Park, Kien Giang Biosphere Reserve, Southwestern Vietnam. Zootaxa, (2604), 37–51.\nNgo, V.T. & Pauwels, O.S.G. (2010) A new cave-dwelling species of Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae) from Kham-\nmouane Province, southern Laos. Zootaxa, (2730), 44–56.\nNguyen, S.N., Orlov, N.L. & Darevsky, I.S. (2006) Descriptions of two new species of the genus Cyrtodactylus Gray, 1827 (Squamata:\nSauria: Gekkonidae). Russian Journal of Herpetology, 13(3), 215–226.\nNguyen, Q.T., Kingsada, P., Rösler, H., Auer, M. & Ziegler, T. (2010) A new species of Cyrtodactylus (Squamata: Gekkonidae) from\nnorthern Laos. Zootaxa, (2652), 1–16.\nOgilby, J.D. (1892) Descriptions of three new Australian lizards. Records of the Australian Museum, 2(1), 6–11.\nOliver, P., Tjaturadi, B., Mumpuni, Krey, K. & Richards, S. (2008) A new species of large Cyrtodactylus (Squamata: Gekkonidae)\nfrom Melanesia. Zootaxa, (1894), 59–68.\nOliver, P., Edgar, P., Mumpuni, Iskandar, D.J. & Lilley, R. (2009) A new species of bent-toed gecko (Cyrtodactylus: Gekkonidae) from\nSeram Island, Indonesia. Zootaxa, (2115), 47–55.\nOliver, P., Krey, K., Mumpuni & Richards, S. (2011) A new species of bent-toed gecko (Cyrtodactylus, Gekkonidae) from the North\nPapuan Mountains. Zootaxa, (2930), 22-32.\nOrlov, N.L., Nguyen, Q.T., Nazarov, R.A., Ananjeva, N.B. & Nguyen, S.N. (2007) A new species of the genus Cyrtodactylus Gray,\n1827 and redescription of Cyrtodactylus paradoxus (Darevsky et Szczerbak, 1997) (Squamata: Sauria: Gekkonidae) from South\nVietnam. Russian Journal of Herpetology, 14(2), 145–152.\nPauwels, O.S.G., Bauer, A.M., Sumontha, M. & Chanhome, L. (2004) Cyrtodactylus thirakhupti (Squamata: Gekkonidae), a new\ncave-dwelling gecko from southern Thailand. Zootaxa, (772), 1–11.\nPeters, W. (1871) Über neue Reptilien aus Ostafrica und Sarawak (Borneo), vorzüglich aus der Sammlung des Hrn. Marquis J. Doria\nzu Genua. Monatsberichte der königlich Akademie der Wissenschaften zu Berlin, 1871, 566–581.\nPosada, D. (2008) jModelTest: Phylogenetic model averaging. Molecular Biology and Evolution, 25(7), 1253–1256.\nPosada, D. & Crandall, K.A. (1998) Modeltest: testing the model of DNA substitution. Bioinformatics, 14(9), 817–818.\nRambaut, A. (1996) Se-Al: Sequence Alignment Editor. Available from: http:\/\/tree.bio.ed.ac.uk\/software\/seal\/ (21 June 2011).\nRonquist, F. & Huelsenbeck, J.P. (2003) MrBayes 3: Bayesian phylogenetic inference under mixed models. Bioinformatics, 19(12),\n1572–1574.\nRösler, H. (2001) Eine neue groβwüchsige Cyrtodactylus-Art von Neuguinea (Reptilia: Sauria: Gekkonidae). Zoologische Abhandlun-\ngen Staatliches Museum für Tierkunde, Dresden, 51(7), 61–71.\nRösler, H. & Glaw, F. (2008) A new species of Cyrtodactylus Gray, 1827 (Squamata: Gekkonidae) from Malaysia including a litera-\nture survey of mensural and meristic data in the genus. Zootaxa, (1729), 8–22.\nRösler, H., Richards, S.J. & Günther, R. (2007) Remarks on morphology and taxonomy of geckos of the genus Cyrtodactylus Gray,\n1827, occurring east of Wallacea, with descriptions of two new species (Reptilia: Sauria: Gekkonidae). Salamandra, 43(4),\n193–230.\nRösler, H., Vu, N.T., Nguyen, Q.T., Ngo, V.T. & Ziegler, T. (2008) A new species of Cyrtodactylus Gray, 1827 (Squamata: Gekkoni-\ndae) in central Vietnam. Hamadryad, 33(1), 48–63.\nSchlegel, H. (1837) Abbildungen neuer oder unvollständig bekannter Amphibien, nach der Natur oder dem Leben enworfen. [Part 1].\nArnz & Comp., Düsseldorf, xiv + 141 pp.\nSchneider, N., Nguyen, Q.T., Schmitz, A., Kingsada, P., Auer, M. & Ziegler, T. (2011) A new species of karst dwelling Cyrtodactylus\n(Squamata: Gekkonidae) from northwestern Laos. Zootaxa, (2930), 1-21.\nShi, L. & Zhao, H. (2010) A new species of Cyrtodactylus (Reptilia: Squamata: Geckkonidae) from Xizang Autonomous Region,\nChina. Zootaxa, (2336), 51–60.\nSmith, M.A. (1917) Descriptions of new reptiles and a new batrachian from Siam. Journal of the Natural History Society of Siam,\n2(3), 221–225.\nSmith, M.A. (1921) Reptiles and batrachians collected on Pulo Condore. Journal of the Natural History Society of Siam, 4(2), 93–97.\nSmith, M.A. (1923) Notes on reptiles and batrachians from Siam and Indo-China (No. 2). Journal of the Natural History Society of\nSiam, 6(1), 47–53.\nSmith, M.A. (1925) A new Ground-Gecko (Gymnodactylus) from the Malay Peninsula. Journal of the Malayan Branch of the Royal\nAsiatic Society, 3(1), 87.\nSmith, M.A. (1933a) The type locality of the gecko, Hoplodactylus duvaucelii Dum. and Bibr. Records of the Indian Museum, 35(3),\n377.\nSmith, M.A. (1933b) Remarks on some Old World geckos. Records of the Indian Museum, 35(1), 9–19.\nSmith, M.A. (1940) The amphibians and reptiles obtained by Mr. Ronald Kaulback in Upper Burma. Records of the Indian Museum,\n42(3), 465–486.\nSteindachner, F. (1867) Reptilien. In: von Wüllerstorf-Urbair, B. (Ed), Reise der Österreichischen Fregattte Novara um die erde in den\nJahren 1857, 1858, 1859. Zoologischer Thiel. Erster Band. (Wirbelthiere). Kaiserlich-Königlichen Hof- und Staatsdrucke, Wien,\npp. 1–98 + pl. I–III.\nStejneger, L. 1907. Herpetology of Japan and adjacent territory. United States National Museum Bulletin, 58, i–xx + 1–577.\nSumontha, M., Panitvong, N. & Deein, G. (2010) Cyrtodactylus auribalteatus (Squamata: Gekkonidae), a new cave-dwelling gecko\nfrom Phitsanulok Province, Thailand. Zootaxa, (2370), 53–64.\nSwofford, D.L. (2002) PAUP*4.0: Phylogenetic analysis using parsimony (*and other methods). Sinauer Associates, Sunderland,\nMassachusetts, ii + 142 pp.\nSzczerbak, N.N. & Golubev, M.L. (1977) [Systematics of the Palearctic geckos (genera Gymnodactylus, Bunopus, Alsophylax)]. Trudy\nZoologicheskovo Instituta, Leningrad, 74, 120–133. [in Russian].\n\f",
    "SHEA ET AL.\n62 · Zootaxa 3146 © 2011 Magnolia Press\nSzczerbak, N.N. & Golubev, M.L. (1984) [On generic assignment of the Palearctic Cyrtodactylus lizard species (Reptilia, Gekkonidae,\nTenuidactylus gen. n.)]. Vestnik Zoologii, 1984, 50–56 [in Russian].\nTaylor, E.H. (1915) New species of Philippine lizards. Philippine Journal of Science, 10(D), 89–109.\nTaylor, E.H. (1962) New Oriental reptiles. Kansas University Science Bulletin, 43(7), 209–263.\nTheobald, W. (1876) Descriptive catalogue of the reptiles of British India. Thacker, Spink & Co., Calcutta, xiii + 238 pp.\nThorpe, R.S. (1975) Quantitative handling of characters useful in snake systematics with particular reference to intraspecific variation\nin the Ringed Snake Natrix natrix (L.). Biological Journal of the Linnean Society, 7(1), 27–43.\nThorpe, R.S. (1989) Geographic variation: multivariate analysis of six character systems in snakes in relation to character number.\nCopeia, 1989(1), 63–70.\nUlber, T. (1993) Bemerkungen uber cyrtodactyline Geckos aus Thailand nebst Beschreibungen von zwei neuen Arten (Reptilia: Gek-\nkonidae). Mitteilungen aus dem Zoologischen Museum in Berlin, 69(2), 187–200.\nUlber, T. & Grossmann, W. (1991) Ein weiterer neuer Gecko aus Zentral-Thailand: Cyrtodactylus papilionoides sp. nov. (Reptilia:\nSauria: Gekkonidae). Sauria, 13(1), 13–22.\nWaite, E.R. (1905) An addition to the lacertilian fauna of the Solomon Islands. Records of the Australian Museum, 6(1), 13–15.\nWeber, M. (1890) Reptilia from the Malay Archipelago. 1. Sauria, Crocodylidae, Chelonia. In: Weber, M. (Ed), Zoologische Ergeb-\nnisse einer Reise in Niederländse Ost-Indien. Volume 1. E.J. Brill, Leiden, pp. 158–177.\nWells, R.W. (2002) Taxonomic notes on the genus Cyrtodactylus (Reptilia: Gekkonidae) in Australia. Australian Biodiversity Record,\n2002(3), 1–8.\nWells, R.W. & Wellington, C.R. (1984) A synopsis of the Class Reptilia in Australia. Australian Journal of Herpetology, 1(3–4),\n73–129.\nWells, R.W. & Wellington, C.R. (1985) A classification of the Amphibia and Reptilia of Australia. Australian Journal of Herpetology\nSupplementary Series, (1), 1–61.\nWelton, L.J., Siler, C.D., Diesmos, A. & Brown, R.M. (2009) A new bent-toed gecko (genus Cyrtodactylus) from southern Palawan\nIsland, Philippines and clarification of the taxonomic status of C. annulatus. Herpetologica, 65(3), 328–343.\nWelton, L.J., Siler, C.D., Diesmos, A.C. & Brown, R.M. (2010a) Phylogeny-based species delimitation of southern Philippines bent-\ntoes geckos and a new species of Cyrtodactylus (Squamata: Gekkonidae) from western Mindanao and the Sulu Archipelago.\nZootaxa, (2390), 49–68.\nWelton, L.J., Siler, C.D., Linkem, C.W., Diesmos, A.C. & Brown, R.M. (2010b) Philippine bent-toed geckos of the Cyrtodactylus agu-\nsanensis complex: multilocus phylogeny, morphological diversity, and descriptions of three new species. Herpetological Mono-\ngraphs, (24), 55–85.\nWermuth, H. (1965) Liste der rezenten Amphibien und Reptilien. Gekkonidae, Pygopodidae, Xantusiidae. Das Tierreich, (80), i–xxii\n+ 1–246.\nWerner, F. (1900) Reptilien und Batrachier aus Sumatra, gesammelt von Herrn Gustav Schneider jr. im Jahre 1897-98. Zoologische\nJahrbücher. Abteilung für Systematik, Geographie und Biologie der Tiere, 13(6), 479–508 + pl. 31–35.\nWilson, S.K. & Knowles, D. (1988) Australia's Reptiles a photographic reference to the terrestrial reptiles of Australia. Collins Pub-\nlishers Australia, Sydney, 447 pp.\nYoumans, T.M. & Grismer, L.L. (2006) A new species of Cyrtodactylus (Reptilia: Squamata: Gekkonidae) from the Seribuat Archipel-\nago, West Malaysia. Herpetological Natural History, 10(1), 61–70.\nZar, J.H. (1974) Biostatistical Analysis. Prentice Hall, Englewood Cliffs, xiv + 620 pp.\nZiegler, T., Nazarov, R., Orlov, N., Nguyen, T.Q., Vu, T.N., Dang, K.N., Dinh, T.H. & Schmitz, A. (2010) A third new Cyrtodactylus\n(Squamata: Gekkonidae) from Phong Nha-Ke Bang National Park, Truong Son Range, Vietnam. Zootaxa, (2413), 20–36.\nZiegler, T., Rösler, H., Herrmann, H.-W. & Vu, N.T. (2002) Cyrtodactylus phongnhakebangensis sp. n., ein neuer Bogenfingergecko\naus den annamitischen Kartwaldmassiv, Vietnam. herpetofauna, 24(141), 11–25.\nZietz, F.R. (1920) Catalogue of Australian lizards. Records of the South Australian Museum, 1(3), 181–228.\nAppendix: Comparative material examined.\nCyrtodactylus salomonensis:\nBougainville I., Papua New Guinea: AM R11283–84, R11460, MCZ 65813–14, Buin (6º 50' S 155º 44' E); AM R12940–41, Bougain-\nville; AM R111210, MCZ 72211–12, 72214, 72216–17, 73880, 73882, 75886, 80905, Kunua (5.76º S 154.72º E); MCZ 65565,\nEivo area, Kieta (6.22º S 155.62º E); 65815, Boku (6.58º S 155.33º E); 89569, Topanas (5.58º S 155.03º E); 98760–61, Tinputz\n(5.55º S 155.00º E); 98762, Turiboiru (6.72º S 155.68º E); 98778, Mutahi (5.70º S 154.95º E); USNM 120883, Cape Torakina\n(6.25º S 155.03º E).\nKolombangara I., Solomon Islands: BPBM 3436, Pepele (8.05º S 156.9667º E).\nNew Georgia I., Solomon Islands: AM R134930–32, Mt Javi, 5 km N Tatutiva Village, Marovoa (8º 31' S 157º 52' E).\nRussel Islands, Solomon Islands: AM R135311, Pavuvu I. (9º 03' S 159º 06' E); USNM 121386, Banika I. (9º 04' S 159º 11' E).\nGuadalcanal I., Solomon Islands: AM R69569, Visale (9º 16' S 159º 42' E).\nChoiseul I., Solomon Islands: AM R136309, Pavora River (6.77º S 156.54º E).\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 63\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nSanta Isabel I., Solomon Islands: SAM R56879–80, Kolopakisa (7º 36' S 158º 39' E) (types of C. salomonensis).\nMalaita I., Solomon Islands: AM R87399, within a 3 mi. radius of Bitaama (8º 24' S 160º 36' E); R137204, R137210, R137212,\nR137214–19, Bsurata Village (8º 49' S 160º 49' E); BPBM 3484, Dala (8.58333º S 160.6667º E); MCZ 14467, Auki (8.76º S\n160.70º E); 115584, 121244, Laugwata (8º 38' S 160º 40' E); USNM 313867, near Arabala Village (8.88º S 160.77º E).\nSolomon Islands (no specific locality): QM J62631.\nCyrtodactylus epiroticus:\nMorobe Province, Papua New Guinea: AMNH 66702, Lae (6.73º S 147.00º E); 92338–40, Oomsis Creek (6.65º S 146.80º E); 95174,\nBusu River, 8 mi. N Lae (6.62º S 147.00º E); 95648–51, Masba Creek (6.50º S 147.50º E); 95652, near Lae (6.73º S 147.00º E);\n103240, Busu Logging Area (6.48º S 146.98º E); 103241, Munum Waters, 12 mi. W Lae (6.62º S 146.78º E); 104870, Garaina\n(7.88º S 147.13º E); BPBM 23977, Lae Botanic Gardens (6.73º S 147.00º E); 18653 (holotype), 18654, 9.7 km (air) NW Mt\nShungol summit (Apele) (6.79065º S 146.66535º E); MCZ 49611, USNM 119230–31, Gusiko (6.42º S 147.83º E); MCZ\n54244–45, Lambeang, Mongi River (6.61º S 147.59º E); 98926, Boana (6.42º S 146.82º E); USNM 159912–14, nr Kaluang River\nmouth, Finschafen (6.60º S 147.83º E).\nOro Province, Papua New Guinea: AM R9967, R9969, Mt Lamington (8.93º S 148.17º E); MCZ 140983, Sangara (8.73º S 148.22º E).\nMilne Bay Province, Papua New Guinea: AMNH 74197, 74343, N slope of Mt Dayman, Maneau Range (9.75º S 149.23º E); 73995,\n73997, 74001, 74112, Biniguni Village, Gwariu River (9.67º S 149.27º E); 74261, 74334, Peria Creek crossing, Kwagira River\n(9.65º S 149.32º E); 76725, Waikaiuna, Normanby I. (10.07º S 150.97º E); BPBM 2292, Sinaeada (10.325º S 150.338º E); 15434,\nsouth-east slope, Mt Pekopekowana (10.2806306º S 150.1721461º E); 16866, Camp 3, SE of Sewa Bay, Normanby I.\n(10.0416666º S 150.9817351º E); QM J2431, Cloudy Bay (10º 11' S 148º 41' E).\nPapua New Guinea (no specific locality): QM J55367.\nCyrtodactylus klugei:\nSudest I., Milne Bay Province, Papua New Guinea: AMNH 76754, Rambuso (11.48º S 153.57º E); 76765, W slope Mt Riu (11.50º S\n153.40º E); BPBM 19739 (holotype), 19740, Mt Riu, along Gesirava River, Camp 1 (11.49179º S 153.41261º E).\nCyrtodactylus louisiadensis:\nSudest I., Milne Bay Province, Papua New Guinea: BPBM 19741, Camp 1, Fence 2, Mt Rio (11.49179º S 153.41261º E) (neotype of\nGymnodactylus louisiadensis); 19742, Mt Riu, along Gesirava River, Camp 1 (11.49179º S 153.41261º E): 19743, track up Mt\nRiu (11.49610º S 153.42413º E); 19744, Mt Riu, ridge N of Camp 1 (11.486413º S 153.414835º E); MCZ 156549, Rewa (11º 38'\nS 153º 42' E).\nCyrtodactylus robustus:\nRossel Island, Milne Bay Province, Papua New Guinea: AMNH 76734, Jinja (11.32º S 154.23º E); 76743, Abaleti (11.40º S 154.25º\nE); 89374, MCZ 153072, no other details; BPBM 19727, Camp 2, Fence 1, S slope Mt Rossel (11.35552º S 154.22459º E);\n19728, 19731, 19737–38, along Rupu River (camp 3), N slope Mt Rossel (11.33537º S 154.2247º E);19729–30, along Wupu\nRiver, Mt Rossel (11.33805º S 154.22385º E); 19732, Gobubob, Mt Rossel (11.33535º S 154.22226º E); 19733, Vieli, Mt Rossel\n(11.33662º S 154.22362º E); 19734, vicinity of Cheme (11.32547º S 154.24023º E); 19735 (holotype), PNGNM 25169–70, along\nWabu River, Mt Rossel (11.34194º S 154.21921º E); BPBM 19736, Wabu River area, Mt Rossel (11.3324275º S 154.2078754º E)\nCyrtodactylus tripartitus:\nMisima Island, Milne Bay Province, Papua New Guinea: AM R124955, nr Bwagaoia village (10º 40' S 152º 50' E); R125263, no other\ndetails; AMNH 76812–13, N slope Mt Sisa (10.65º S 152.80º E); BPBM 16860–61, Liak, Nulia River (10.660789º S\n152.6854395º E); 16862–63, Bwaga Bwaga Ridge camp (10.67395º S 152.68285º E); 16864 (holotype), 16865, east slope Oya\nTau (10.6548913º S 152.6382783º E); SAM R62638, Misima Mine (10º 39' S 152º 47' E); R62639–42, coast below Misima min-\ning camp administration area; R62643–44, rainforest adjacent ANFO shed, Misima Mine (10.66º S 152.79º E).\n\f",
    "SHEA ET AL.\n8 · Zootaxa 3146 © 2011 Magnolia Press\nTABLE\n1.\nCyrtodactylus\nsamples\nused\nin\nphylogenetic\nanalyses.\nSpecies\nIdentification\nSample\nNo\nLocality\nMuseum\nRegistration\nQM\nTissue\nCollection\nGenBank\nAccession\nNo\nSource\nAustralian\nCyrtodactylus\nC.\ntuberculatus\n2\nBlack\nMountain\nNP\nQM\nJ87009\nQM\nJ87034\nA004724\nA004743\nHQ401073\nHQ401074\nThis\nstudy\nC.\ntuberculatus\n1\nCape\nMelville\nCampsite\nNo\nvoucher\nA004201\nHQ401076\nThis\nstudy\nC.\ntuberculatus\n2\nFinch\nBay,\nCooktown\nQM\nJ87022\nQM\nJ87023\nA004732\nA004733\nHQ401084\nHQ401085\nThis\nstudy\nC.\ntuberculatus\n1\nByer's\nCreek,\nMt\nLeswell\nQM\nJ87031\nA004742\nHQ401097\nThis\nstudy\nC.\ntuberculatus\n1\nMt\nWebb\nNP\nNo\nvoucher\nA004247\nHQ401099\nThis\nstudy\nC.\ntuberculatus\n1\nStanley\nIsland,\nFlinders\nGroup\nNP\nNo\nvoucher\nA004241\nHQ401109\nThis\nstudy\nC.\nhoskini\nsp.\nnov.\n3\nTozer's\nGap,\nIron\nRange\nNP\nQM\nJ86926\nQM\nJ86927\nQM\nJ86950\nA004558\nA004557\nA004575\nHQ401116\nHQ401115\nHQ401119\nThis\nstudy\nC.\nmcdonaldi\nsp.\nnov.\n3\nDonna\nCave\nThe\nArchways\nRoyal\nArch\nTower\n(all\nChillagoe–Mungana\nCaves\nNP)\nQM\nJ87071\nQM\nJ87075\nQM\nJ87083\nA004778\nA004774\nA004847\nHQ401129\nHQ401134\nHQ401130\nThis\nstudy\nC.\nmcdonaldi\nsp.\nnov.\n2\nParrot\nCreek\nFalls\nQM\nJ88027\nQM\nJ88028\nA005337\nA005338\nHQ401150\nHQ401151\nThis\nstudy\nC.\npronarus\nsp.\nnov.\n3\nPeach\nCreek,\nMcIlwraith\nRanges\nQM\nJ86900\nQM\nJ86909\nQM\nJ86910\nA004540\nA004535\nA004533\nHQ401161\nHQ401162\nHQ401163\nThis\nstudy\nC.\nadorus\nsp.\nnov.\n3\nPascoe\nRiver\nQM\nJ86978\nQM\nJ86979\nQM\nJ86982\nA004599\nA004600\nA004703\nHQ401165\nHQ401166\nHQ401167\nThis\nstudy\nPNG,\nSolomon\nIslands\nand\nSE\nAsian\nCyrtodactylus\nC.\nangularis\n1\nMuang\nSa\nKaeo,\nThailand\nFMNH\n265815\nN\/A\nHQ401212\nA.\nBauer,\nT.\nJackman\nC.\nepiroticus\n2\nMt\nShungol,\nMoP,\nPNG\nBPBM\n18653\nBPBM\n18654\nN\/A\nHQ401195\nHQ401196\nThis\nstudy,\nF.\nKraus\nC.\njarujini\n1\nThaphabat\nDist,\nLao\nPDR\nFMNH\n255472\nN\/A\nHQ401213\nA.\nBauer,\nT.\nJackman\nC.\nklugei\n1\nSudest\nIsland,\nMBP,\nPNG\nBPBM\n19739\nN\/A\nHQ401198\nThis\nstudy,\nF.\nKraus\nC.\nloriae\n1\nBunisi\nVillage,\nMBP,\nPNG\nBPBM\n17257\nN\/A\nHQ401209\nThis\nstudy,\nF.\nKraus\n…Continue\non\nnext\npage\n\f",
    "Zootaxa 3146 © 2011 Magnolia Press · 9\nREVISION OF AUSTRALIAN CYRTODACTYLUS\nTABLE\n1.\n(Continued)\nSpecies\nIdentification\nSample\nNo\nLocality\nMuseum\nRegistration\nQM\nTissue\nCollection\nGenBank\nAccession\nNo\nSource\nC.\nlouisiadensis\n1\nSudest\nIsland,\nMBP,\nPNG\nBPBM\n19741\nN\/A\nHQ401190\nThis\nstudy,\nF.\nKraus\nC.\nnovaeguineae\n3\nImonda,\nWSP,\nPNG\nWigote,\nTorricelli\nMtns,\nWSP,\nPNG\n3.2\nkm\nSSE\nMt\nSapau\nsummit,\nTorricelli\nMtns,\nWSP,\nPNG\nAM\nR135520\nAM\nR119547\nBPBM\n23314\nN\/A\nN\/A\nN\/A\nHQ401210\nP.\nOliver\nThis\nstudy\nC.\nrobustus\n1\nRossel\nIsland,\nMBP,\nPNG\nBPBM\n19727\nN\/A\nHQ401204\nThis\nstudy,\nF.\nKraus\nC.\nsalomonensis\n1\nMalaita\nIsland,\nSolomon\nIslands\nAM\nR137204\nN\/A\nHQ401177\nThis\nstudy\nC.\nsalomonensis\n1\nNew\nGeorgia\nIsland,\nSolomon\nIslands\nAM\nR134930\nN\/A\nHQ401184\nThis\nstudy\nC.\nsalomonensis\n1\nYsabel\nIsland,\nSolomon\nIsland\nSAM\nR56879\nN\/A\nHQ401189\nP.\nOliver\nC.\nsermowaiensis\n2\nZfas\nVillage,\nWSP,\nPNG\n3.2km\nSSE\nMt\nSapau\nSummit,\nTorricelli\nMtns,\nWSP,\nPNG\nAM\nR136263\nBPBM\n23321\nN\/A\nHQ401211\nP.\nOliver\nThis\nstudy\nC.\ntripartitus\n1\nMisima\nIsland,\nMBP,\nPNG\nBPBM\n16864\nN\/A\nHQ401203\nThis\nstudy,\nF.\nKraus\nC.\nzugi\n2\nYakut\nCamp,\nBatanta\nIsland,\nIndonesia\nMZB\nlace\n5574–5575\nN\/A\nN\/A\nP.\nOliver\nLocality\nAbbreviations\nNP\n=\nNational\nPark\nMBP\n=\nMilne\nBay\nProvince\nMoP\n=\nMorobe\nProvince\nPNG\n=\nPapua\nNew\nGuinea\nWSP\n=\nWest\nSepik\nProvince\nMuseum\nRegistration\nAbbreviations\nAM:\nAustralian\nMuseum,\nSydney,\nNSW,\nAustralia\nBPBM:\nBishop\nMuseum,\nHonolulu,\nHI,\nUSA\nFMNH:\nField\nMuseum,\nChicago,\nIL,\nUSA\nMZB:\nMuseum\nZoologicum\nBogoriense,\nIndonesia\nQM:\nQueensland\nMuseum,\nBrisbane,\nQLD,\nAustralia\nSAM:\nSouth\nAustralian\nMuseum,\nAdelaide,\nSA,\nAustralia\n\f",
    "SHEA ET AL.\n10 · Zootaxa 3146 © 2011 Magnolia Press\nFor non-Australian populations, we sampled each of the five taxa described or redefined by Kraus (2008),\nincluding types of each species (C. louisiadensis, n = 1; C. klugei, n = 1; C. robustus, n = 1; C. tripartitus, n = 1; C.\nepiroticus, n = 2). Cyrtodactylus epiroticus is the only one of these taxa not confined to a single island and both\nsamples come from the type locality at the western extreme of its distribution (Mt Shungol). From the Solomon\nIslands, we obtained tissues or were provided with sequence data from three islands: Malaita (n = 1), New Georgia\n(n = 1) and Ysabel (n = 1, the holotype of C. salomonensis) (Fig. 2; Table 2). We also included samples or obtained\nadditional sequences from four other New Guinea and eastern Indonesian species (C. novaeguineae, n = 3, C.\nloriae, n = 1, C. sermowaiensis, n = 2, C. zugi, n = 2) and two more geographically distant species (C. angularis\n(Smith 1921), n = 1) from Thailand and C. jarujini Ulber 1993 (n = 1) from Lao People's Democratic Republic. We\nassumed that the latter two taxa would serve as outgroups. We were unable to obtain tissue samples from two spe-\ncies that had been placed in various previous concepts of a Cyrtodactylus louisiadensis group: C. murua and C.\nbiordinis.\nDNA extraction and sequencing. Total genomic DNA was extracted from all tissues using NucleoSpin Tissue\nKits (Macherey-Nagel). The entire ND2 gene (approx. 1038bp) was amplified in 2 fragments using the Macey et\nal. (1997) primer L4437 and HCyrlo4980 (5' ATY ATG CGG GTT TGT GTT TGG TT 3', this study) for the first\nfragment and LCyrlo4876 (5' TCA ACR TGA CAA AAA ATC GC 3', this study) and H5540 (Macey et al. 1997)\nfor the second fragment. Each 25 µl reaction contained 1x Taq polymerase buffer with a final concentration of 2.5\nmM MgCl2, 0.4 µM each primer; 0.8 mM dNTPs, 1% BSA and 0.65 U of Taq polymerase. The use of the hot start\npolymerase HotMaster Taq (5 Prime) required an initial denaturation at 94° C for 2 min prior to the commencement\nof the remaining cycle parameters: 35 cycles of 94° C for 20 sec, 52° C for 20 sec, 65° C for 30 sec and a final\nextension 65° C for 5 min, 22° C for 10 sec. Amplification conditions and PCR parameters were identical for each\nfragment.\nPCR products were either sequenced directly or gel purified (MoBio UltraClean Gel Spin kit). Sequencing\nreactions were carried out according to standard ABI PRISM dye-deoxy terminator sequencing protocols using Big\nDye Terminator version 1.3. Sequences from the new specimens have been deposited in GenBank nucleotide\nsequence database (see Table 2 for details of all samples and sequences used in this study including Genbank\naccession numbers). Chromatographs were checked and all sequences were aligned manually using Se-Al v2.0a10\n(Rambaut 1996).\nPhylogenetic analyses. Bayesian phylogenetic analyses were carried out in MrBayes v3.1.2 (Ronquist &\nHuelsenbeck 2003) and posterior probabilities were calculated using a Markov chain, Monte Carlo (MCMC) sam-\npling approach. These analyses used the GTR (general time reversible model) + G (gamma distribution of rates)\nand I (proportion of invariant sites) model of sequence evolution, as determined by the Akaike and Bayesian infor-\nmation criteria (AIC and BIC) in jModeltest v0.1.1 (Guindon & Gascuel 2003; Posada 2008). By default MrBayes\nv3.1.2 performs two independent runs. We ran the analysis twice so that four independent runs were performed. For\neach run, starting trees were random and 4 simultaneous Markov chains were run for 2,000,000 generations with\ntrees sampled every 1000 generations resulting in a total of 8,000 saved trees over the four runs. Burn-in values for\neach run were set at 100,000 generations (100 trees) after empirical values of stabilizing likelihoods indicated that\nconvergence of the MCMC chains had been reached. A combined majority rule consensus tree from the four inde-\npendent runs, was generated in PAUP* v4.b.10 (Swofford 2002) by sequentially importing the four MrBayes tree\nfiles (.t files); excluding the first 100 trees of each tree file and retaining the previous 1900 trees in memory. The\nresulting consensus tree was therefore constructed from 7600 trees. The posterior probabilities on the consensus\ntree are indicated only where branch support is greater than 0.6 (Posada & Crandall 1998).\nMorphology\nSpecimen sources and character definitions. We examined all specimens (n = 274) referred to Cyrtodactylus lou-\nisiadensis or to species described from within that nominal species in the collections of the Australian Museum,\nSydney (AM), Queensland Museum, Brisbane (QM), South Australian Museum, Adelaide (SAM), Museum of\nVictoria, Melbourne (MV), American Museum of Natural History, New York (AMNH), Bishop Museum, Hono-\nlulu (BPBM) (some of which were later deposited in the Papua New Guinea National Museum, Port Moresby\n(PNGNM)), Museum of Comparative Zoology, Harvard, Cambridge (MCZ), and National Natural History\nMuseum, Smithsonian Institution, Washington (USNM).\n\f"
  ]
}