{
  "status": 200,
  "sha1": "da4cb69d068402a57e3e2bfaef783dafcd19e6b5",
  "pages": [
    "10 Accepted by M. Vences: 3 Nov. 2008; published: 21 Nov. 2008\nZOOTAXA\nISSN 1175-5326 (print edition)\nISSN 1175-5334 (online edition)\nCopyright © 2008 · Magnolia Press\nZootaxa 1939: 10–18 (2008)\nwww.mapress.com\/zootaxa\/\nA new species of Uperoleia (Anura: Myobatrachidae) from\nthe northwest Kimberley, Western Australia\nPAUL DOUGHTY1,3\n& J. DALE ROBERTS2\n1\nDepartment of Terrestrial Zoology, Western Australian Museum, 49 Kew Street, Welshpool WA 6106, Australia.\nE-mail: paul.doughty@museum.wa.gov.au\n2\nSchool of Animal Science, University of Western Australia, Crawley WA 6009, Australia. E-mail: droberts@cyllene.uwa.edu.au\n3\nCorresponding author\nAbstract\nUperoleia is a large genus of small-bodied terrestrial frogs that occur in Australia and southern New Guinea. With nine\nspecies, the Kimberley region in northern Western Australia is the most diverse. Recent surveys of the northwest coast of\nthe Kimberley have revealed a tenth species of Uperoleia. The new species is characterized by a combination of small\nbody size, dark and slightly tubercular dorsal skin, basal webbing between the toes, outer metatarsal tubercle spatulate\nand oriented perpendicular to the foot, possession of maxillary teeth, a broadly exposed frontoparietal fontanelle and the\nadvertisement call is a high-pitched rasp. All specimens collected have been associated with sandstone boulders or\nescarpments with flowing water or rock pools. The northwest Kimberley is an isolated region of high rainfall and rugged\nterrain that possesses high biodiversity for many plant and animal groups and is therefore worthy of special conservation\nattention.\nKey words: frog, Uperoleia, call analysis\nIntroduction\nThe Myobatrachidae is a diverse family of small-bodied frogs from Australia and southern New Guinea (Lit-\ntlejohn et al. 1993; Tyler & Doughty (in press). Within the Myobatrachidae, the genus Uperoleia Gray, 1841\nis the most speciose with 25 currently recognized species. Uperoleia species are small (2-4 cm), squat and\nshort-limbed frogs that are typically drably coloured and terrestrial. They have moderately developed paro-\ntoid, dorsolateral\/inguinal and coccygeal glands which may be marked with orange or gold. There is usually a\nred or orange femoral and tibial patch that may function as ‘flash’ colouration when the legs are extended.\nAdvertisement calls are simple, consisting of rasps or clicks.\nUntil the revision of Uperoleia by Tyler et al. (1981a), confusion surrounded the distribution of the type\nspecies (U. marmorata Gray, 1841), the status of Glauertia and the number of species. Tyler et al. (1981a)\nrestricted the distribution of U. marmorata to the vague collection location of the holotype, synonymized\nGlauertia with Uperoleia and described nine new species (one of which, U. variegata Tyler, Davies & Martin,\n1981, was later synonymized by Tyler et al. 1986). Tyler et al. (1981b,c) described two more species and\nDavies and colleagues (Davies et al. 1985; Davies & Littlejohn 1986; Davies et al. 1986; Davies et al. 1993)\ndescribed eight more species. Recently, Young et al. (2005) described a small-bodied Uperoleia from just out-\nside the Darwin metropolitan area, underscoring the potential for further unrecognized diversity within the\ngenus.\nUperoleia are distributed chiefly in the wetter northern and eastern regions of Australia, but can penetrate\nmore arid regions, i.e. U. russelli Loveridge, 1933 and U. glandulosa Davies, Mahony & Roberts, 1985 in the\nPilbara region, U. micromeles Tyler, Davies & Martin, 1981 in the northwestern deserts, U. trachyderma\nTyler, Davies & Martin, 1981 in the Northern Territory and U. capitulata Davies, McDonald & Corben, 1986\n\f",
    "Zootaxa 1939 © 2008 Magnolia Press · 11\nA NEW UPEROLEIA FROM THE KIMBERLEY\nand U. rugosa Andersson, 1916 in arid Queensland, New South Wales and South Australia. The region with\nthe highest diversity of species is the Kimberley in northern Western Australia. The Kimberley is a diverse\nand rugged landscape that is isolated to the south by deserts and to the east by the geographic constriction of\nthe Cambridge Gulf. This region receives reliable and heavy tropical rainfall in the summer (December–\nMarch). The southwestern Kimberley has three endemic species: U. aspera Tyler, Davies & Martin, 1981, U.\nmjobergii Andersson, 1913 and U. talpa Tyler, Davies & Martin, 1981. To the east are U. borealis Tyler,\nDavies & Martin, 1981, U. lithomoda Tyler, Davies & Martin, 1981, and U. trachyderma, all three of which\nextend into the Northern Territory and U. lithomoda extends to Queensland and southern New Guinea. In the\nnorthwest Kimberley, U. borealis, U. crassa Tyler, Davies & Martin, 1981, U. lithomoda, U. marmorata and\nU. minima Tyler, Davies & Martin, 1981 occur.\nSurveys specifically targeting frogs were conducted during summer wet seasons from 2005–2008 in the\nKimberley (Fig. 1). In January 2007, we went to the Prince Regent River area to look for U. marmorata and\nnew species of frogs. During the survey, the new species was recognized as such because its call differed from\ncongeners. In February 2008, more individuals were heard and collected on Katers Island in the far north\nKimberley. We describe the new taxon here based on its distinctive appearance and call.\nMethods\nMorphology\nWe examined and measured all nine available specimens of the new taxon in the Western Australian\nMuseum (WAM). All the specimens were male, except for one female and one metamorph of indeterminate\nsex. We measured the following characters: snout-urostyle length (SUL), head depth (HD – from top of head\nto jaw at level of the eyes), eye-naris distance (EN – from anterior corner of eye to posterior margin of naris),\ninterorbital distance (IO – from anterior corners), internarial distance (IN – from medial margins of nares), eye\nlength (EyeL), arm length (ArmL – from elbow to tip of 3rd\nfinger), tibia length (TL) and foot + tarsus length\n(FTL – from knee to tip of 4th\ntoe). Morphological characters of the head are limited in Uperoleia owing to\nextensive glands covering the tympana. One specimen (WAM R168040) was dissected to determine the extent\nof the frontoparietal fontanelle.\nFIGURE 1. Distribution of Uperoleia micra sp. nov. and U. minima in the northwest Kimberley, Western Australia.\n\f",
    "DOUGHTY & ROBERTS\n12 · Zootaxa 1939 © 2008 Magnolia Press\nCall recording and analysis\nWe obtained high quality recordings of four males for analysis. Digital recordings were made using\nMarantz PMD 660 digital recorders with either Beyer M88 or AKG D880M\nmicrophones. Calls were analysed\nusing Raven Pro 1.3. We measured duration for various call components to the nearest ms. Frequency was\nanalysed using a Hann window, 1024 samples and we selected the peak frequency from a spectrum display\naveraged 10 times over an entire call.\nFrogs called in discrete bouts and we measured calls per bout and call rate (from the first to the last call in\nthe longest complete bout). For all other variables, we measured three consecutive calls from the middle of a\nbout and averaged values from all three calls for a single frog. For each call we measured duration, pulse num-\nber, pulse rate (averaged over whole call) and peak frequency also averaged over the whole call. We have\nreported a whole call average for ease of comparison. Temperature was measured as air temperature at the\ncalling site.\nIn one of the four recordings, high background noises and\/or reverberation obscured pulse structure as the\nmale was calling in a rock crevice sitting just above flowing water so pulse rate and pulse number were not\nmeasured. In one other recording, the male called intermittently and we could not define a bout structure so\nthere were no call rate data.\nTaxonomy\nUperoleia Gray, 1841\nType species: U. marmorata, by monotypy.\nDiagnosis. A group of small-bodied (to 4 cm) terrestrial frogs with short limbs, no webbing on fingers,\nfirst finger shorter than second, inner metatarsal tubercle not compressed, lacking vomerine teeth, covered\ntympana, pupil rhomboidal, parotoid, dorsolateral and coccygeal glands usually present, aquatic reproduction\nwith small pigmented eggs and free-swimming larvae.\nUperoleia micra sp. nov.\nTiny Toadlet\nFigs. 2–4\nHolotype. WAM R168043, an adult male collected near Bachsten Creek near the southwest corner of the\nPrince Regent River Nature Reserve, Western Australia (15º59’29” S; 125º19’54”E) on 22 January 2007 by J.\nD. Roberts, R. Barrett, P. Doughty and M. Barrett. Call recorded; liver stored at –70ºC at WAM.\nParatypes. WAM R168039-40 and WAM R168042, adult males, location and date as for holotype\n(15º59’26”S; 125º19’50”E); WAM R168044, adult male, location and date as for holotype; WAM R167989,\nadult female, collected from the Prince Regent River Nature Reserve (15º40’58”S; 125º34’59”E) on 21 Janu-\nary 2007; WAM R166476, a metamorphosing individual, collected near the Walcott Inlet, Western Australia\n(16º20’51” S; 124º46’24” E) on 21 January 2008; WAM R164897-8, adult males collected from Katers\nIsland, Western Australia (14º26’56”S; 125º31’22”E) on 14 February 2008.\n\f",
    "Zootaxa 1939 © 2008 Magnolia Press · 13\nA NEW UPEROLEIA FROM THE KIMBERLEY\nFIGURE 2. Uperoleia micra sp. nov.: A) WAM R164988 from Katers Island, Western Australia; B) WAM R168042; C)\nWAM R168044 from near Bachsten Creek, Western Australia; D) collection location of calling males (WAM R168039–\n40) near Bachsten Creek; males were calling from the low crevice within which had flowing water, and U. borealis and\nU. crassa were calling from the flooded grassy areas in the foreground (height of boulders ~ 2.5 m).\nDiagnosis. Distinguished from congeners by a combination of small body size, presence of maxillary\nteeth, broadly exposed frontoparietal fontanelle, slightly tubercular skin on dorsum and upper limbs, moder-\nately conspicuous parotoid and inguinal glands and less developed coccygeal glands, toes basally webbed,\nelongate inner metatarsal tubercle perpendicular to foot, dark brown dorsal surfaces with small darker spots,\nloreal and lateral zone stippled with bluish-white dots, pale orange-red femoral patches, speckled and slightly\ngranular ventral surface and high-pitched rasp as an advertisement call.\nDescription. Body small, squat and rotund. Head small with slightly protruding eyes. When viewed later-\nally, evenly sloping snout with a rounded or truncated tip; when viewed from above, the sides of the snout\ngradually come to a rounded point. Canthus rostralis rounded; loreal region moderately steep and slightly con-\ncave. Sharp medial projection (symphysis of mentomeckelian bones) on lower jaw that matches notch on\nupper jaw. Nostrils directed upwards; nares with only a slight rim. Anterior corner of eye covered by flap of\nskin; at dorsal terminus the skin overlaps the skin of the brow above the eye. Posterior edge of brow projects\nslightly over skin on the side of the head. Tympana covered by skin and parotoid glands. One-three small\ninfralabial glands present below angle of jaw. Tongue oval and elongate. Maxillary teeth present; vomerine\nteeth absent. Frontoparietal fontanelle broadly exposed. EN slightly larger than IN (EN\/IN = 1.15).\n\f",
    "DOUGHTY & ROBERTS\n14 · Zootaxa 1939 © 2008 Magnolia Press\nFIGURE 3. Holotype (WAM R168043) of Uperoleia micra sp.nov.: A) dorsal, B) lateral and C) ventral views of head;\nD) plantar surface of left foot; E) plantar surface of left foot of U. minima (WAM R167878).\nArms and hands slightly built. Arms are of moderate length (ArmL\/SUL = 0.44) and the fingers\nunwebbed. Finger length: 3>4>2>1. Tubercles under fingers moderately developed; one on 1st\nand 2nd\n; two on\n3rd\nand 4th\n. Large outer palmer tubercle on distal portion of wrist. Nuptial pad of males on inner portion of 1st\nfinger (beginning halfway down finger), extending to base of wrist (1\/4 along forearm) and slightly encroach-\ning on palmer surface.\nLegs short (TL\/SVL = 0.36) and of moderate build. Toe length: 4>3>5>2>1. Tubercles under toes moder-\nately developed; one on 1st\nand 2nd\n; two on 3rd\nand 5th\n; three on 4th\n. Toes basally webbed. A weakly-developed\nflange runs along the length of the toes. Inner metatarsal tubercle moderately developed, 1\/2– 1\/3 the length of\nthe 1st\ntoe; projecting anteriorly (towards toe tips). Outer metatarsal tubercle is moderately developed and\nlarger than inner, usually spatulate (sometimes round) and oriented perpendicular to the foot with the medial\nedge adrupt and the distal edge gradually sloped.\nSkin with scattered low tubercles on dorsum, head and limbs. The ventral surface is slightly granular. Clo-\nacal flap present. Parotoid and inguinal glands moderately developed; coccygeal gland discernible but poorly\ndeveloped.\nMeasurements. Adult males (N = 7): SUL (mean and range in mm)—19.6 (18.0–21.5); HD—3.9 (3.5–\n4.4); EN—1.5 (1.3–1.8); IO—3.5 (3.2–3.8); IN—1.3 (1.2–1.4); EyeL—2.2 (2.1–2.4); ArmL—8.5 (8.1–9.0);\nTibL—7.0 (6.8–7.5); FTL—11.4 (10.3–12.1); EN\/IN—1.17 (1.00–1.50); ArmL\/SUL—0.44 (0.39–0.46); TL\/\nSUL—0.36 (0.34–0.38).\n\f",
    "Zootaxa 1939 © 2008 Magnolia Press · 15\nA NEW UPEROLEIA FROM THE KIMBERLEY\nAdult female (N = 1): SUL—20.5; HD—4.2; EN—1.4; IO—3.7; IN—1.4; EyeL—2.3; ArmL—9.0; TibL\n—7.3; FTL—12.0; EN\/IN—1.00; ArmL\/SUL—0.44; TL\/SUL—0.36.\nMetamorph (N = 1): SUL—19.0.\nColouration. In life, specimens from the mainland had a dorsum with background shade ranging from a\ncharcoal black to dark brown, with scattered small darker blotches and faint barring on the limbs. There is a\nzone stippled with pale bluish-white from the tip of the snout, posterior through the loreal region and extend-\ning along the sides; also on the undersurfaces of the limbs. There is a subtle wash of orange-red on the dor-\nsum, including more conspicuous blotches on the parotoid glands, the anterior tip of the snout, submandibular\nglands, vertebral zone of dorsum and upper arms. The fingers and toes are a creamy white. The ventral surface\nis a dull white peppered with small dark spots; the abdomen lacks the dark spots or white pigment altogether.\nThe margin of chin is only slightly more pigmented than the rest of the chin and ventral surface. Femoral\npatch a pale orange-red, only moderately contrasting with background colour. The iris is a chestnut brown\nwith a hint of green. Specimens from Katers Island were similar, but differed in having slightly lighter colou-\nration and with inguinal glands with orange-red colouration.\nIn preservative, the colouration is almost completely black, with the orange-red highlights only faintly visible;\nthe paler loreal and lateral zone is still visible.\nAdvertisement call. Table 1 summarises the main features of the call. The call is a long high-pitched rasp\nthat has an obvious regular pulse structure and a moderate pulse rate (Fig. 4). The call also shows some evi-\ndence of frequency modulation with frequency rising later in the call.\nTABLE 1. Call structure characteristics in Uperoleia. A) Uperoleia micra sp. nov. from near Bachsten Creek, Prince\nRegent River Nature Reserve; B) comparison with other Uperoleia species from the Kimberley region, Western Austra-\nlia, and U. daviesae from near Darwin, Northern Territory.\nA)\nB)\nDuration (ms) Frequency (Hz) Pulses\/s Pulses\/call Calls\/s Calls\/bout Temp (o\nC)\nMean 105.5 3347 325 30.3 0.9 18.1 27.9\ns.e. 3.6 140 7 1.7 2.4 5.2 0.5\nN 4 4 3 3 4 3 4\nSpecies Frequency\n(Hz)\nDuration\n(ms)\nPulses\/s Pulses\/call Temp\n(o\nC)\nN Reference\nU. aspera 2778 33 170 5.7 25.6 3 Tyler et al., 1981b\nU. borealis 2600 191 109 20.9 26.9 7 Tyler et al., 1981a\nU. crassa 2356 173 42 7.3 24 7 Tyler et al., 1981a\nU. daviesae - 97 244 22 25 3 Young et al., 2005\nU. lithomoda 3420 12 401 4.6 26 5 Tyler et al., 1981a\nU. micra sp. nov. 3347 106 325 30.3 27.9 4 This study\nU. minima 3517 20 118 2.3 25.7 3 Tyler et al., 1981a\nU. mjobergii 3272 225 98 22.1 25.6 3 Tyler et al., 1981a\nU. talpa 2450 130 315 41.0 25.8 3 Davies & Martin, 1988\nU. trachyderma 3600 51 79 4.0 25.6 2 Tyler et al., 1981c\n\f",
    "DOUGHTY & ROBERTS\n16 · Zootaxa 1939 © 2008 Magnolia Press\nFIGURE 4. Oscillogram (a), sound spectrograms (b) and spectrum display (c) for a call of U. micra sp. nov. (WAM\nR168042). The bar in (a) and (b) represents 20 ms. In (b) we manipulated contrast, brightness and spectrum window dis-\nplay to maximise the loudest frequency components over pulse structure and side-bands arising from pulse rate (see Ger-\nhardt & Huber, 2002).\nHabitat. At Bachsten Creek, U. micra were calling in moist crevices in sandstone rock faces high on a\nridge. One male was seen calling at the back of a narrow crevice sitting just above a broad sheet of shallow,\nflowing water (Fig. 2D). Other calling males were collected in crevices and cracks in rock faces with slowly\nflowing water from seepages among vegetation and litter. Other species calling within a few meters were U.\nborealis and U. crassa in a flooded grassy area and Limnodynastes lignarius (Tyler, Martin & Davies, 1979)\nalong a rocky creek. On Katers Island, U. micra was encountered in a low valley near the top of an extensive\nsandstone plateau. Males were calling from a hard-capped sandstone surface with slow-flowing water forming\nsmall pools among Triodia clumps. Other species that were calling at the same sites were U. borealis and L.\nlignarius. At both sites, males were encountered after heavy early evening showers which may have stimu-\nlated calling. The individual collected from near the Walcott Inlet was found on a high flat sandstone rock\nplatform (M. Barrett, pers. comm.).\nDistribution. Only known to occur in the high rainfall zone (> 1000 mm\/year) of the northwest Kimber-\nley, Western Australia (Fig. 1). On the mainland, from the Prince Regent River Nature Reserve south to Wal-\ncott Inlet. Also on Katers Island.\nEtymology. Derived from the Greek mikros, alluding to this species’ small size and to the nearby U. min-\nima which is similar in size and external appearance. Used as an adjective.\nComparisons with other species. Uperoleia is a genus characterized by low morphological diversity.\nNevertheless, U. micra is distinguished from congeners from a combination of internal and external charac-\nters as well as call structure. The small (~ 2 cm) body size rules out U. marmorata (30.1 mm; Tyler et al.\n1981a). Within the genus, only U. daviesae Young, Tyler and Kent, 2005 has both the presence of maxillary\nteeth and a broadly exposed frontoparietal fontanelle like U. micra. This species also shares tubercular skin\nand basal webbing, but can be distinguished from U. micra by light grey dorsum with faint purple tone,\n\f",
    "Zootaxa 1939 © 2008 Magnolia Press · 17\nA NEW UPEROLEIA FROM THE KIMBERLEY\nabsence of pale loreal and lateral zone and less developed outer metatarsal tubercle. In addition, U. daviesae\nhas only been found in flooded grasslands (versus sandstone boulders and escarpments) and although its call\nis similar to U. micra, it has fewer pulses and a lower pulse rate (Table 1).\nThe most similar Kimberley species in external appearance to U. micra is U. minima which occurs at\nMitchell Plateau and may prove to be sympatric with U. micra (see Fig. 1). Both species have small body size,\ndark mottled coloration, pale speckled venter and tubercular skin. They can be distinguished, however, by the\nfollowing external traits. In U. minima, the dorsal tubercles are denser and often form short scapular folds in\nsome specimens; in U. micra the tubercles are less dense and lower. In U. micra, the outer metatarsal tubercle\nis elongate and orientated perpendicular to the foot (Fig. 3D); in U. minima this tubercle is round (Fig. 3E). In\nU. micra, males have few markings on the chin; in U. minima there is a conspicuous dark pigmentation bor-\ndering the edge of the jaw. Internally, U. micra has maxillary teeth and a broadly exposed frontoparietal fon-\ntanelle, whereas U. minima lacks teeth and has well-developed frontal bones.\nCalls of U. micra can be readily distinguished from other Kimberley species. Uperoleia aspera, U. litho-\nmoda, U. minima and U. trachyderma have a much shorter call duration and lower pulse numbers (Table 1b);\nthe calls sound like ‘clicks’ to the ear. Uperoleia borealis, U. crassa and U. mjobergii have much longer call\ndurations and higher pulse rates (Table 1b); the calls sound like a short rasp or grate. The call of U. talpa has a\nsimilar pulse rate to U. micra but much lower frequency and higher pulse number. The calls of all eight Kim-\nberley species are clearly discrete in two or more characters. The variation in temperature between sets of\nrecording was 3.9ºC, but temperature is unlikely to have affected any metric used to differentiate calls over\nthat small a range. For example, pulse rate in U. laevigata Keferstein, 1867 of eastern Australia is strongly\ntemperature dependent, but the regression coefficient is only 5.56 which would generate a maximum incre-\nment in pulse rate of 21.7 between the high and low temperatures compared here (data reported as U. rugosa\nAndersson, 1916 by Robertson 1986; Davies & Littlejohn 1986). The only other Uperoleia species known\nfrom the Kimberley is U. marmorata, but no call data are available.\nRemarks. The discovery of another species of Uperoleia brings the total number of species in the genus\nto 26. This is the second-largest genus of Australian frog after Litoria. Continued exploration of remote areas\nof the Kimberley and revision of Uperoleia using morphology, genetics and call data may reveal further spe-\ncies.\nThe new species has only been found at four locations in the high rainfall zone of the northwest Kimber-\nley. This area is rich with terrestrial vertebrate species, including frogs, lizards, snakes and mammals (Storr &\nSmith 1975; Smith & Johnstone 1991). Biological surveys continue to discover new species of vertebrates\nwith regularity, including other new species of frogs (Doughty & Anstis 2007; Doughty et al. in press). Inver-\ntebrate and plant species are being discovered at even higher rates (e.g. McKenzie et al. 1991; Barrett 2006;\nHarvey & Edward 2007). These findings indicate that the true biodiversity of the region is underestimated.\nWith recent interest in increasing mining, agriculture and tourism in the region, it is essential that large areas\nare set aside in managed reserves to ensure protection of both described species and additional new species\nawaiting discovery and description.\nAcknowledgements\nWe thank Alcoa of Australia for funding the Western Australian Museum’s Alcoa Frog Watch program and\nthe Department of Environment and Conservation’s (DEC) Kimberley Islands Survey for funding the field-\nwork. We thank C. Stevenson for preparing the distribution map and photographs of the holotype. Special\nthanks are extended to our colleagues on the field surveys: P. Kendrick, M. Barrett, R. Barrett and B. Maher at\nthe Prince Regent River in January 2007 and V. Kessner, G. Keighrey, M. Lyons and T. Anders on the DEC\nKimberley Islands Survey in February 2008.\n\f",
    "DOUGHTY & ROBERTS\n18 · Zootaxa 1939 © 2008 Magnolia Press\nReferences\nAndersson, L.G. (1913) Results of Dr. E. Mjöberg’s Swedish Scientific Expeditions to Australia 1910–1913. 4. Batra-\nchians. Kunglia Svenska Vetenskapsakademiens Handlingar, 52(4), 1–26.\nAndersson, L.G. (1916) Results of Dr. E. Mjöberg’s Swedish Scientific Expeditions to Australia 1910–1913. 9. Batra-\nchians from Queensland. Kunglia Svenska Vetenskapsakademiens Handlingar, 52(9), 1–20.\nBarrett, R.L. (2006) A review of Planchonia (Lecythidaceae) in Australia. Australian Systematic Botany, 19, 147–153.\nDavies, M. & Littlejohn, M.J. (1986) Frogs of the genus Uperoleia (Anura: Leptodactylidae) in south-eastern Australia.\nTransactions of the Royal Society of South Australia, 110, 111–143.\nDavies, M., Mahony, M. & Roberts, J.D. (1985) A new species of Uperoleia (Anura: Leptodactylidae) from the Pilbara\nregion, Western Australia. Transactions of the Royal Society of South Australia, 109, 103–108.\nDavies, M., McDonald, K.R. & Corben, C. (1986) The genus Uperoleia Grey (Anura: Leptodactylidae) in Queensland,\nAustralia. Proceedings of the Royal Society of Victoria, 98, 147–188.\nDavies, M., Watson, G.F., McDonald, K.R., Trenerry, M.P. & Werren, G. (1993) A new species of Uperoleia (Anura:\nLeptodactylidae: Myobatrachinae) from northeastern Australia. Memoirs of the Queensland Museum, 33, 167–174.\nDoughty, P. & Anstis, M. (2007) A new species of rock-dwelling hylid frog (Anura: Hylidae) from the eastern Kimberley\nregion of Western Australia. Records of the Western Australian Museum, 23, 241–257.\nDoughty, P., Anstis, M. & Price, L.P. (in press) A new species of Crinia from the high rainfall zone of the northwest Kim-\nberley, Western Australia. Records of the Western Australian Museum.\nGerhardt, H.C. & Huber, F. (2002) Acoustic Communication in Insects and Anurans. University of Chicago Press, Chi-\ncago, USA, 542 pp.\nGray, J.E. (1841) Descriptions of some new species and four new genera of reptiles from Western Australia, discussed by\nJohn Gould, Esq. Annals of the Magazine of Natural History, 7, 86–91.\nHarvey, M.S. & Edward, K.L. (2007) A review of the pseudoscorpion genus Ideoblothrus (Pseudoscorpiones, Syarin-\nidae) from western and northern Australia. Journal of Natural History, 41, 445–472.\nKeferstein, W. (1867) Ueber einige neue oder seltene Batrachier aus Australien und dem tropischen Amerika. Nachrich-\nten der Akademie der Wissenschaften in Gottingen, 1867, 341–361.\nLittlejohn, M.J., Roberts, J.D., Watson, G.F. & Davies, M. (1993) Family Myobatrachidae. In: Glasby, C.J., Ross, G.J.B.\n& Beesley, P.L. (Eds), Fauna of Australia, Vol. 2A Amphibia and Reptilia. Australian Government Publishing Ser-\nvice, Canberra, ACT, Australia, pp. 41–57.\nLoveridge, A. (1933) A new genus and three species of crinine frogs from Australia. Occasional Papers of the Boston\nSociety of Natural History, 8, 89–94.\nMcKenzie, N.L., Johnston, R.B. & Kendrick, P.G. (1991) Kimberley Rainforests. Surrey Beatty & Sons, Chipping\nNorton, NSW, Australia, 490 pp.\nRobertson, J.G.M. (1986) Male territoriality, fighting and assessment of fighting ability in the Australian frog Uperoleia\nrugosa. Animal Behaviour, 34, 673–772.\nSmith, L.A. & Johnstone, R.E. (1991) Amphibians and reptiles of Mitchell Plateau and adjacent coast and lowlands,\nKimberley, Western Australia. In: Biological Survey of Mitchell Plateau and Admiralty Gulf, Kimberley, Western\nAustralia. Western Australian Museum Press, Perth, WA, Australia, pp. 215–227.\nStorr, G.M. & Smith, L.A. (1975) Amphibians and reptiles. In: Miles, J.M. & Burbidge, A.A. (Eds), A Biological Survey\nof the Prince Regent River Reserve, North-west Kimberley, Western Australia. Department of Fisheries & Wildlife,\nPerth, WA, Australia, pp. 85-88.\nTyler, M.J., Davies, M. & Martin, A.A. (1981a) Australian frogs of the leptodactylid genus Uperoleia Gray. Australian\nJournal of Zoology Supplementary Series, 79, 1–64.\nTyler, M.J., Davies, M. & Martin, A.A. (1981b) New and rediscovered species of frogs from the Derby-Broome area of\nWestern Australia. Records of the Western Australian Museum, 9, 147–172.\nTyler, M.J., Davies, M. & Martin, A.A. (1981c) Frog fauna of the Northern Territory: new distributional records and the\ndescription of a new species. Transactions of the Royal Society of South Australia, 105, 149–154.\nTyler, M.J., Davies, M. & Watson, G.F. (1986) Frogs of the Gibb River Road, Kimberley Division, Western Australia.\nRecords of the Western Australian Museum, 13, 541–552.\nTyler, M.J. & Doughty, P. (2008) Frogs of Western Australia (4th edition). Western Australian Museum Press, Perth, WA,\nAustralia.\nTyler, M.J., Martin, A.A. & Davies, M. (1979) Biology and systematics of a new limnodynastine genus (Anura: Lepto-\ndactylidae) from north-western Australia. Australian Journal of Zoology, 27, 135–150.\nYoung, J.E., Tyler, M.J. & Kent, S.A. (2005) Diminutive new species of Uperoleia Grey (Anura: Myobatrachidae) from\nthe vicinity of Darwin, Northern Territory, Australia. Journal of Herpetology, 39, 603–609.\n\f"
  ]
}